Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: The Dublin Core metadata element set. These elements are common to all Omeka resources, including items, files, collections, exhibits, and entities. See http://dublincore.org/documents/dces/.
es_ee: Dublin Core metaandmete elementide komplekt. Need elemendid on ühised kõikide Omeka allikate jaoks, sisaldades ühikuid, faile, kogumikke, eksponaate ja entiteete. Vaata http://dublincore.org/documents/dces/.
lv_lv: Dublin Core metadatu elementu kopa. Šie elementi ir kopīgi visiem Omeka resursiem, tostarp priekšmetiem, failiem, kolekcijām, izstādēm, un organizācijām. Sk http://dublincore.org/documents/dces/.
ru_ru: Метаданные элементов Dublin Core. Элементы являются общими для всех ресурсов Omeka, в том числе, предметы, файлы, коллекции, экспонаты. См. http://dublincore.org/documents/dces/.
tr_tr: Dublin Core üstveri eleman kümesi. Bu elemanlar öğeler, dosyalar, koleksiyonlar, sergiler ve varlıklar dahil tüm Omeka kaynaklarınca ortak kullanılır. http://dublincore.org/documents/dces/ bakınız.

source: Title
es_ee: Pealkiri
lv_lv: Virsraksts
ru_ru: Название
tr_tr: Başlık

source: Creator
es_ee: Looja
lv_lv: Veidotājs
ru_ru: Создатель
tr_tr: Oluşturan

source: Subject
es_ee: Subjekt
lv_lv: Subjekts
ru_ru: Тема
tr_tr: Konu

source: Description
es_ee: Kirjeldus
lv_lv: Apraksts
ru_ru: Описание
tr_tr: Açıklama

source: Publisher
es_ee: Väljaandja
lv_lv: Izdevējs
ru_ru: Издатель
tr_tr: Yayıncı

source: Contributor
es_ee: Kaasautor
lv_lv: Atbalstītājs
ru_ru: Содействующий
tr_tr: Katkı sağlayan

source: Date
es_ee: Kuupäev
lv_lv: Datums
ru_ru: Дата
tr_tr: Tarih

source: Type
es_ee: Tüüp
lv_lv: Tips
ru_ru: Тип
tr_tr: Tür

source: Format
es_ee: Formaat
lv_lv: Formāts
ru_ru: Формат
tr_tr: Biçim

source: Identifier
es_ee: Identifitseerija
lv_lv: Identifikators
ru_ru: Идентификатор
tr_tr: Tanımlayıcı

source: Source
es_ee: Allikas
lv_lv: Avots
ru_ru: Источник
tr_tr: Kaynak

source: Language
es_ee: Keel
lv_lv: Valoda
ru_ru: Язык
tr_tr: Dil

source: Relation
es_ee: Seos
lv_lv: Realitāte
ru_ru: Связь
tr_tr: İlişki

source: Coverage
es_ee: Ulatus
lv_lv: Pārklājums
ru_ru: Распространение
tr_tr: Kapsam Alanı

source: Rights
es_ee: Õigused
lv_lv: Tiesības
ru_ru: Права
tr_tr: Haklar

source: Item Type Metadata
es_ee: Kirje tüüp / metaandmed
lv_lv: Metadata tips
ru_ru: Тип элемента метаданных
tr_tr: Öğe Türü Üstverisi

source: The item type metadata element set, consisting of all item type elements bundled with Omeka and all item type elements created by an administrator.
es_ee: Ühikupõhine metaandmete elementide kogu, mis sisaldab kõiki elementide tüüpe, mis on Omekas ühte kohta kokku kogutud. Kogu sisaldab ka kõiki elementide tüüpe, mis on administraatori poolt loodud.
lv_lv: Metadata elementu kopas tips, kas sastāv no visiem posteņa veida elementiem no Omeka komplekta un visu pozīciju veida elementiem, ko veido administrators.
ru_ru: Элементы метаданных, связанных с Omeka, установлены администратором
tr_tr: Omeka ile oluşturulmuş tüm öğe türü elemanlar ile bir yönetici tarafından oluşturulmuş tüm öğe elemanları birleştiren üstveri kümesi

source: Omeka Legacy File
es_ee: Omeka pärandi failid
lv_lv: Omeka Legacy Fails
ru_ru: Наследие файлов Omeka
tr_tr: Omeka Eski Dosya

source: The metadata element set that, in addition to the Dublin Core element set, was included in the `files` table in previous versions of Omeka. These elements are common to all Omeka files. This set may be deprecated in future versions.
es_ee: Metaandmete elementide kogu, mis lisaks Dublin Core elementide kogule sisaldab Omeka eelmiste versioonide faile. Need elemendid on tuntud kõigile Omeka failidele. See kogu võib olla lisatud ka tuleviku versiooni.
lv_lv: Metadatu elementu kopa, kas papildus Dublin Core elementu kopai, tika iekļauti, kā `faili` tabulā pie epriekšējām Omeka versijām. Šie elementi ir kopīgi visiem Omeka failiem. Šis komplekts var tikt novērtēts, kā novecojis salīdzinājumā ar nākotnes versiju.
ru_ru: Элементы метаданных, дополняющих элементы Dublin Core, были включены в `файлы` таблиц в предыдущих версиях Omeka. Эти элементы являются общими для всех файлов Omeka . Эта установка может быть исключена в будущих версиях.
tr_tr: Dublin Core üstveri eleman kümesine ek olarak bu üstveri eleman kümesi . Omeka'nın daha önceki sürümlerindeki 'dosyalar' tablosundaydı. Bu elemanlar tüm Omeka dosyaları için ortak kullanılır. Gelecekteki sürümlerde kullanılmayabilir.

source: Additional Creator
es_ee: Lisa looja
lv_lv: Papildus veidotājs
ru_ru: Дополнительный создатель
tr_tr: Diğer Oluşturanlar

source: Producer
es_ee: Tootja
lv_lv: Producents
ru_ru: Производитель
tr_tr: Üretici

source: Render Device
es_ee: Esitusvahend
lv_lv: Radīt plānu
ru_ru: Презентация инструмента
tr_tr: Sunum Cihazı

source: Render Details
es_ee: Esituse detailid
lv_lv: Radīt detaļas
ru_ru: Презентация деталей
tr_tr: Sunum Ayrıntıları

source: Capture Date
es_ee: Info kokku kogumise kuupäev
lv_lv: Saistīt datus
ru_ru: Дата подборки информации
tr_tr: Yakalama Tarihi

source: Capture Device
es_ee: Info kokku kogumise seade
lv_lv: Saistīts plāns
ru_ru: Сбор данных устройств
tr_tr: Yakalama Cihazı

source: Capture Details
es_ee: Info kokku kogumise detailid
lv_lv: Saistītas detaļas
ru_ru: Сбор данных деталей
tr_tr: Yakalama Ayrıntıları

source: Change History
es_ee: Muuda ajalugu
lv_lv: Mainīt vēsturi
ru_ru: Изменить историю
tr_tr: Değişiklik Geçmişi

source: Watermark
es_ee: Vesimärk
lv_lv: Ūdenszīme
ru_ru: Водяной знак
tr_tr: Filigran

source: Encryption
es_ee: Krüptimine
lv_lv: Šifrēšana
ru_ru: Шифрование
tr_tr: Şifreleme

source: Compression
es_ee: Pakkimine
lv_lv: Saspiešana
ru_ru: Сжатие
tr_tr: Sıkıştırma

source: Post Processing
es_ee: Järeltöötlus
lv_lv: Pēcapstrādes
ru_ru: Постобработка
tr_tr: Son İşleme

source: Omeka Image File
es_ee: Omeka pildifail
lv_lv: Omeka Attēla fails
ru_ru: Файл изображения Omeka
tr_tr: Omeka Görüntü Dosyası

source: The metadata element set that was included in the `files_images` table in previous versions of Omeka. These elements are common to all image files.
es_ee: Metaandmete elementide kogu oli lisatud "files_images" tabelisse Omeka eelmises versioonis. Need elemendid on kõikide pildifailide jaoks ühised.
lv_lv: Metadatu elementu kopa, kas tika iekļauta `files_images` tabulu iepriekšējās Omeka versijās. Šie elementi ir kopīgi visiem attēlu failiem.
ru_ru: Набор элементов метаданных, который был включен в `files_images`в предыдущих версиях Omeka. Элементы являются общими для всех графических файлов.
tr_tr: Üstveri elemanları kümesi Omeka'nın önceki sürümlerinde 'görüntü_dosyaları' tablosundaydı. Bu elemanlar tüm görüntü dosyaları için ortaktır.

source: Width
es_ee: Laius
lv_lv: Platums
ru_ru: Ширина
tr_tr: Genişlik

source: Height
es_ee: Kõrgus
lv_lv: Augstums
ru_ru: Высота
tr_tr: Yükseklik

source: Bit Depth
es_ee: Biti sügavus
lv_lv: Bitu izmērs
ru_ru: Глубина цвета
tr_tr: Bit Derinliği

source: Channels
es_ee: Kanalid
lv_lv: Kanāli
ru_ru: Каналы
tr_tr: Kanallar

source: Exif String
lv_lv: Exif rinda
ru_ru: Exif строка
tr_tr: Exif Bilgisi

source: Exif Array
lv_lv: Exif kārtība
ru_ru: Exif ряд
tr_tr: Exif Dizisi

source: IPTC String
lv_lv: IPTC rinda
ru_ru: IPTC строка
tr_tr: IPTC Bilgisi

source: IPTC Array
lv_lv: IPTC kārtība
ru_ru: IPTC ряд
tr_tr: IPTC Dizisi

source: Omeka Video File
es_ee: Omeka video fail
lv_lv: Omeka Video fails
ru_ru: Видеофайл Omeka
tr_tr: Omeka Video Dosyası

source: The metadata element set that was included in the `files_videos` table in previous versions of Omeka. These elements are common to all video files.
es_ee: Metaandmete elementide kogu, mis oli lisatud "files_videos" tabelisse eelmises Omeka versioonis. Need elemendid on ühised kõikide video failidega.
lv_lv: Metadatu elementu kopa, kas tika iekļauta `files_videos` tabulu iepriekšējās Omeka versijās. Šie elementi ir kopīgi visiem video failiem.
ru_ru: Набор элементов метаданных, который был включен в `файлы видео`в предыдущих версиях Omeka. Элементы являются общими для всех видеофайлов.
tr_tr: Üstveri elemanları kümesi Omeka'nın önceki sürümlerinde 'video_dosyaları' tablosundaydı. Bu elemanlar tüm görüntü dosyaları için ortaktır.

source: Bitrate
es_ee: Bitikiirus
lv_lv: Bitu pārraides ātrums
ru_ru: Битрейт
tr_tr: Bitoranı

source: Duration
es_ee: Kestvus
lv_lv: Ilgums
ru_ru: Длительность
tr_tr: Süre

source: Sample Rate
es_ee: Diskreetimissagedus
lv_lv: Parauga ātrums
ru_ru: Частота дискретизации
tr_tr: Örnekleme Oranı

source: Codec
es_ee: Kood
lv_lv: Kodeks
ru_ru: Кодек

source: Format (Legacy) Metadata
es_ee: Formeerimise metaandmed
lv_lv: Formāts (Legacy) Metadata
ru_ru: Формирование (легальное) метаданных
tr_tr: Biçim (Eski) Üstverisi

source: Super
lv_lv: Lielisks
ru_ru: Супер
tr_tr: Süper

source: Admin
es_ee: Administraator
lv_lv: Administrēt
ru_ru: Админ
tr_tr: Yönetici

source: Researcher
es_ee: Uurija
lv_lv: Pētnieks
ru_ru: Исследователь
tr_tr: Araştırmacı

source: Add a Collection
es_ee: Lisa kollektsioon
lv_lv: Pievienot kolekcijai
ru_ru: Добавить подборку
tr_tr: Bir Koleksiyon Ekle

source: Save Collection
es_ee: Salvesta kollektsioon
lv_lv: Saglabāt kolekciju
ru_ru: Запомнить подборку
tr_tr: Koleksiyonu Kaydet

source: Browse Collections
es_ee: Lehitse kollektsioone
lv_lv: Pārlūkot kolekcijas
ru_ru: Просмотр подборки
tr_tr: Koleksiyonlara Gözat

source: (%s total)
es_ee: (%s kokku)
lv_lv: (%s kopsumma)
ru_ru: (%s всего)
tr_tr: (Toplam %s)

source: ID
ru_ru: Идентификатор

source: Name
es_ee: Nimi
lv_lv: Vārds
ru_ru: Имя
tr_tr: Ad

source: Collectors
es_ee: Kogujad
lv_lv: Kolekcionārs
ru_ru: Коллекционеры
tr_tr: Koleksiyonlar

source: Date Added
es_ee: Kuupäev lisatud
lv_lv: Pievienots
ru_ru: Дата добавлена
tr_tr: Ekleme Tarihi

source: Total Number of Items
es_ee: Kirjete koguarv
lv_lv: Vienību skaits kopā
ru_ru: Общее число элементов
tr_tr: Toplam Öğe Sayısı

source: Edit?
es_ee: Redigeeri?
lv_lv: Rediģēt?
ru_ru: Редактировать?
tr_tr: Düzenleyecek misiniz?

source: No collectors
es_ee: Ei ole kogujaid
lv_lv: Nav kolekcionārs
ru_ru: Нет коллекционеров
tr_tr: Koleksiyoncu yok

source: Edit
es_ee: Redigeeri
lv_lv: Rediģēt
ru_ru: Редактировать
tr_tr: Düzenle

source: There are no collections on this page.
es_ee: Sellel lehel ei ole kogusid.
lv_lv: Šajā lapā nav kolekcijas
ru_ru: На этой странице нет подборок.
tr_tr: Bu sayfada koleksiyon yok.

source: View All Collections
es_ee: Vaata kõiki kogusid.
lv_lv: Skatīt visas kolekcijas
ru_ru: Просмотр всех подборок
tr_tr: Tüm Koleksiyonları Göster

source: Add a collection.
es_ee: Lisa kogu.
lv_lv: Pievienot kolekciju.
ru_ru: Добавить подборку.
tr_tr: Bir koleksiyon ekle

source: There are no collections in your archive.
es_ee: Sinu arhiivis ei ole kogusid.
lv_lv: Jūsu arhīvā nav kolekcijas
ru_ru: В Вашем архиве нет подборки.
tr_tr: Arşivinizde koleksiyon yok.

source: Edit Collection #%s
es_ee: Muuda kollektsiooni #%s
lv_lv: Rediģēt kolekciju #%s
ru_ru: Редактировать подборки #%s
tr_tr: #%s Koleksiyonunu Düzenle

source: Delete this Collection
es_ee: Kustuta see kogu
lv_lv: Dzēst šo kolekciju
ru_ru: Удаление подборки
tr_tr: Bu Koleksiyonu Sil

source: Save Changes
es_ee: Salvesta muudatused
lv_lv: Saglabāt izmaiņas
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

source: Collection Details
es_ee: Kollektsiooni detailid
lv_lv: Kolekcijas detaļas
ru_ru: Детали подборки
tr_tr: Koleksiyon Ayrıntıları

source: Required Fields
es_ee: Nõutud väljad
lv_lv: Nepieciešamie lauki
ru_ru: Обязательные поля
tr_tr: Gerek Duyulan Alanlar

source: Collection Name
es_ee: Kollektsiooni nimi
lv_lv: Kolekcijas nosaukums
ru_ru: Название подборки
tr_tr: Koleksiyon Adı

source: Collection Description
es_ee: Kollektsiooni kirjeldus
lv_lv: Kolekcijas apraksts
ru_ru: Описание подборки
tr_tr: Koleksiyon Açıklaması

source: List collectors for this collection (optional - enter one name per line)
es_ee: Kogujate nimekiri selle kollektsiooni jaoks (valikuline - lisa igale reale üks nimi)
lv_lv: Šīs kolekcijas veidotāju saraksts (pēc izvēles - ievadīt katrā rindā vienu vārdu)
ru_ru: Список коллекционеров данной подборки (допустимо - введите одно имя в строку)
tr_tr: Bu koleksiyona katkı sağlayanları listele (isteğe bağlı - her satıra bir ad gir)

source: Public
es_ee: Avalik
lv_lv: Publisks
ru_ru: Открытый доступ
tr_tr: Kamusal

source: Not Public
es_ee: Mitte avalik
lv_lv: Nav sabiedrisks
ru_ru: Закрытый доступ
tr_tr: Kamusal Değil

source: Featured
es_ee: Esile tõstetud
ru_ru: Избранное
tr_tr: Seçilmiş

source: Not Featured
es_ee: Ei ole esile tõstetud
lv_lv: nav Featured
ru_ru: Не избранное
tr_tr: Seçilmiş Değil

source: View Public Page
es_ee: Vaata avalikku lehekülge
lv_lv: Publiskās lapas viedoklis
ru_ru: Посмотреть опубликованную страницу
tr_tr: Kamusal Sayfaları Göster

source: Edit this Collection
es_ee: Muuda seda kollektsiooni
lv_lv: Rediģēt šo kolekciju
ru_ru: Редактировать эту подборку
tr_tr: Bu Koleksiyonu Düzenle

source: No collectors.
es_ee: Ei ole kogujaid
lv_lv: Nav kolekcionārs
ru_ru: Нет коллекционеров
tr_tr: Koleksiyoncu yok.

source: Recently Added Items
es_ee: Hiljuti lisatud kirjed
lv_lv: Nesen pievienotā informācija
ru_ru: Недавно добавленные пункты
tr_tr: Son Eklenen Öğeler

source: Documentation
es_ee: Dokumentatsioon
lv_lv: Dokumentācija
ru_ru: Документация
tr_tr: Belgeleme

source: Powered by Omeka
es_ee: Loodud Omeka poolt
lv_lv: Omeka enerģija
ru_ru: Созданный от Omeka
tr_tr: Omeka ile Güçlendirildi

source: Support Forums
es_ee: Toetavad foorumid
lv_lv: Atbalsta forums
ru_ru: Поддержка Форума
tr_tr: Destek Forumları

source: Version %s
es_ee: Versioon %s
lv_lv: Versija %s
ru_ru: Версия %s
tr_tr: Sürüm %s

source: More information about your system
es_ee: Rohkem infot sinu süsteemi kohta.
lv_lv: Papildus informācija par jūsu sistēmu
ru_ru: Больше информации о Вашей системе
tr_tr: Sistem Hakkında Ayrıntılı Bilgi

source: Omeka Admin
es_ee: Omeka administraator
lv_lv: Omeka administrators
ru_ru: Omeka админ
tr_tr: Omeka Yöneticisi

source: Skip Navigation
es_ee: Jäta navigeerimine vahele
lv_lv: Izlaist navigāciju
ru_ru: Оставить навигацию
tr_tr: Navigasyonu Atla

source: Log Out
es_ee: Logi välja
lv_lv: Iziet
ru_ru: Выйти
tr_tr: Çıkış

source: Welcome, %s
es_ee: Tere tulemast, %s
lv_lv: Gaidīds, %s
ru_ru: Добро пожаловать, %s
tr_tr: %s hoş geldiniz.

source: Settings
es_ee: Seaded
lv_lv: Iestatījumi
ru_ru: Настройки
tr_tr: Ayarlar

source: View Public Site
es_ee: Vaata avalikku lehekülge
lv_lv: Apskatīt publisko mājaslapu
ru_ru: Просмотреть опубликованную страницу
tr_tr: Kamusal Site Göster

source: Items
es_ee: Kirjed
lv_lv: Priekšmeti
ru_ru: Пункт
tr_tr: Öğeler

source: Collections
es_ee: Kollektsioonid
lv_lv: Krājumi
ru_ru: Подборка
tr_tr: Koleksiyonlar

source: Item Types
es_ee: Kirjete tüübid
lv_lv: Priekšmeta veidi
ru_ru: Виды пунктов
tr_tr: Öğe Türleri

source: Tags
es_ee: Sildid
lv_lv: Komentāri
ru_ru: Метки
tr_tr: Etiketler

source: General Settings
es_ee: Üldised seaded
lv_lv: Vispārējie iestatījumi
ru_ru: Общие настройки
tr_tr: Genel Ayarlar

source: Plugins
es_ee: Plugins (kogum tarkvara komponente)
lv_lv: Komentāri
ru_ru: Плагины
tr_tr: Eklentiler

source: Themes
es_ee: Teemad
lv_lv: Tēmas
ru_ru: Темы
tr_tr: Temalar

source: Users
es_ee: Kasutajad
lv_lv: Lietotāji
ru_ru: Пользователи
tr_tr: Kullanıcılar

source: Element Sets
es_ee: Elementide kogumid
lv_lv: Elementu komplekti
ru_ru: Установка элементов
tr_tr: Eleman Kümeleri

source: Security Settings
es_ee: Turvalisuse seaded
lv_lv: Drošības uzstādījumi
ru_ru: Настройки безопасности
tr_tr: Güvenlik Ayarları

source: Browse Tags
es_ee: Sirvi silte
lv_lv: Pārlūkot komentārus
ru_ru: Просмотр меток
tr_tr: Etiketlere Gözat

source: Edit Tag
es_ee: Muuda silti
lv_lv: Labot komentāru
ru_ru: Редактирование меток
tr_tr: Etiket Düzenle

source: Delete Tag
es_ee: Kustuta silt
lv_lv: Izdzēst komentāru
ru_ru: Удаление меток
tr_tr: Etiket Sil

source: Browse Element Sets
es_ee: Sirvi elementide kogumeid
lv_lv: Pārlūkot elementa komplektus
ru_ru: Просмотр установок элементов
tr_tr: Eleman Kümelerine Gözat

source: Delete
es_ee: Kustuta
lv_lv: Izdzēst
ru_ru: Удалить
tr_tr: Sil

source: 403: Forbidden
es_ee: 403: Keelatud
lv_lv: 403: Aizliegts
ru_ru: 403: Неразрешенный
tr_tr: 403: Yasak

source: Sorry, you do not have permission to access this page.
es_ee: Vabandust, sul ei ole õigust sellele lehele siseneda.
lv_lv: Piedodiet, jums nav atļauts piekļūt šai lapai
ru_ru: Извините, Вы не имеете доступа к этой странице.
tr_tr: Üzgünüz, bu sayfayı değiştirme izniniz yok.

source: site administrator
es_ee: Lehekülje administraator
lv_lv: Mājaslapas administrators
ru_ru: администратор сайта
tr_tr: site yöneticisi

source: If you think you should have permission, try contacting the %s.
es_ee: Kui sa arvad, et sul peaks õigused olema, siis proovi võtta ühendust %s.
lv_lv: Ja jūs domājat, ka jums vajadzētu būt piekļuves atļaujai, tad mēģiniet kontaktēties ar %s
ru_ru: Если Вы желаете иметь разрешение, попробуйте связаться с %s.
tr_tr: Eğer izinli olmanız gerektiğini düşünüyorsanız lütfen %s ile iletişim kurunuz.

source: 404: Page Not Found
es_ee: 404: Lehekülge ei leitud
lv_lv: 404: Lapa nav atrasta
ru_ru: 404: Страница не найдена
tr_tr: 404: Sayfa bulunamadı.

source: You&#8217;ve tried to access a page that does not seem to exist. Sometimes this happens. Below is a quick break-down of the items, collections, and exhibits on this site.
es_ee: Proovisid siseneda lehele, mida ei ole olemas. Mõnikord juhtub nii. Allpool on välja toodud selle lehekülje ühikute, kollektsioonide ja failide rikked.
lv_lv: Jūs esat mēģinājis piekļūt lapai, kas neeksistē. Dažreiz tā notiek. Zemāk ir ātrs apskats par lietām, krājumiem un ekspozīcijas materiāliem, kas ir šinī saitā.
ru_ru: Вы&#8217 попытались получить доступ к странице, которой не существует. Иногда это случается. Ниже перечислены единицы страниц, подборки и неудачные файлы.
tr_tr: Mevcut olmayan bir sayfaya erişmeye çalıştınız. Bazen böyle durumlar olabiliyor. Aşağıda bozuk öğeler, koleksiyonlar ve bu siteden yasaklanmış olanların hızlı bir listesini görebilirsiniz.

source: If this does not help, try contacting the %s.
es_ee: Kui see ei aita, siis proovi kontakteeruda %s.
lv_lv: Ja tas nepalīdz, tad mēģiniet kontaktēties ar %s
ru_ru: Если это не помогает, попробуйте связаться с %s
tr_tr: Eğer bu yardımcı olmamışsa lütfen %s ile iletişim kurmayı deneyiniz.

source: Recent Items
es_ee: Hiljutised kirjed
lv_lv: Nesenie priekšmeti
ru_ru: Последние типы
tr_tr: Son Öğeler

source: Recent Collections
es_ee: Hiljutised kollektsioonid
lv_lv: Nesenās kolekcijas
ru_ru: Последние подборки
tr_tr: Son Koleksiyonlar

source: 405: Method Not Allowed
es_ee: 405: Meetod pole lubatud
lv_lv: 405: Metode nav atļauta
ru_ru: 405: Метод не разрешен
tr_tr: 405: İzin Verilmeyen Metot

source: You must use a different method to access this URL. If you reached this page by following a link or clicking a button in Omeka, please contact the %s.
es_ee: Pead kasutama teistsugust meetodit sellele URLile sisenemiseks. Kui jõudsid sellele lehele Omeka lingle vajutades, siis palun võta ühendust %s.
lv_lv: Jums ir jāmēģina citāds veids, lai piekļūtu ULR. Ja jūs sasniedzāt šo lapu caur saikni, vai uzklikšķinot uz pogas Omekā, tad lūdzu kontaktējaties ar %s
ru_ru: Вы должны использовать другой метод доступа к данному URL. Если Вы попали на эту страницу по ссылке из Omeka, пожалуйста, свяжитесь с %s.
tr_tr: Bu URL'e erişmek için farklı bir yöntem kullanmalısınız. Eğer bu sayfaya bir bağlantıyla veya Omeka'da bir düğmeyi tıklayarak ulaşmışsanız lütfen %s ile iletişim kurunuz.

source: Edit File #%s
es_ee: Muuda faili #%s
lv_lv: Labot failu #%s
ru_ru: Редактирование файла #%s
tr_tr: #%s Dosyasını Düzenle

source: Delete this File
es_ee: Kustuta see fail
lv_lv: Izdzēst šo failu
ru_ru: Удалить файл
tr_tr: Bu Dosyayı Sil

source: File #%s
es_ee: Fail #%s
lv_lv: Fails #%s
ru_ru: Файл#%s
tr_tr: #%s Dosyası

source: Edit this File
es_ee: Muuda seda faili
lv_lv: Labot šo failu
ru_ru: Редактировать файл
tr_tr: Bu Dosyayı Düzenle

source: File History
es_ee: Faili ajalugu
lv_lv: Faila vēsture
ru_ru: История файла
tr_tr: Dosya Geçmişi

source: Date Modified
es_ee: Kuupäev muudetud
lv_lv: Datums labots
ru_ru: Дата изменения
tr_tr: Son Değiştirme Tarihi

source: Authentication
es_ee: Autentsuse kindlaks tegemine
lv_lv: Autentifikācija
ru_ru: Идентификация
tr_tr: Kimlik Doğrulama

source: Format Metadata
es_ee: Formaadi metaandmed
lv_lv: Pārveidot Metadatus
ru_ru: Формат метаданных
tr_tr: Biçim Üstverisi

source: Archive Filename
es_ee: Arhiivi faili nimi
lv_lv: Arhīva faila nosaukums
ru_ru: Архив названий файлов
tr_tr: Arşiv Dosya Adı

source: Original Filename
es_ee: Algne faili nimi
lv_lv: Orģinālais faila nosaukums
ru_ru: Оригинальное имя файла
tr_tr: Orijinal Dosya Adı

source: File Size
es_ee: Faili suurus
lv_lv: Faila izmērs
ru_ru: Размер файла
tr_tr: Dosya Boyutu

source: Type Metadata
es_ee: Tüübi metaandmed
lv_lv: Metadatu veids
ru_ru: Тип метаданных
tr_tr: Tür Üstverisi

source: Mime Type / Browser
es_ee: Mime`i tüüp/ brauser
lv_lv: Mīma veids/pārlūks
ru_ru: Тип Mime / Браузер
tr_tr: Mime Türü / Tarayıcı

source: Mime Type / OS
es_ee: Mime`i tüüp/OS
lv_lv: Atdarināšanas veids/OS
ru_ru: Тип Mime / OS
tr_tr: Mime Türü / İşletim Sistemi

source: File Type / OS
es_ee: Faili tüüp/OS
lv_lv: Faila veids/OS
ru_ru: Тип файла / OS
tr_tr: Dosya Türü / İşletim Sistemi

source: Output Formats
es_ee: Tulemi formaadid
lv_lv: Izejas formāti
ru_ru: Выходные форматы
tr_tr: Çıktı Biçimleri

source: Dashboard
es_ee: Töölaud
lv_lv: Mērinstrumentu panelis
ru_ru: Приборная панель
tr_tr: Gösterge Paneli

source: A new version of Omeka is available for download.
es_ee: Uus Omeka versioon on alla laadimiseks kättesaadav.
lv_lv: Ir iespējams nolādēt jauno Omeka versiju
ru_ru: Новая версия Omeka доступна для загрузки.
tr_tr: Omeka'nın yeni bir sürümü indirilmeye hazır

source: Upgrade to %s
es_ee: Uuenda %s
lv_lv: Paaugstināt uz %s
ru_ru: Обновление до %s
tr_tr: %s 'e yükselt

source: Getting Started with Omeka
es_ee: Esimesed sammud Omekaga tutvumisel
lv_lv: Sāc ar Omeku
ru_ru: Начало работы с Omeka
tr_tr: Omeka'ya Başlarken

source: Add a new item to your archive
es_ee: Lisa enda arhiivi uus kirje.
lv_lv: Pievienot jaunu priekšmetu jūsu arhīvam
ru_ru: Добавить новый пункт в Ваш архив
tr_tr: Arşive yeni bir öğe ekle

source: Browse your items
es_ee: Sirvi enda kirjeid.
lv_lv: Pārlūkot jūsu priekšmetus
ru_ru: Просмотр Ваших пунктов
tr_tr: Öğrelerinizi Görün

source: Manage items in your archive: add, edit, and delete items.
es_ee: Halda kirjeid enda arhiivis: lisa, muuda ja kustuta ühikuid.
lv_lv: Pārveido priekšmetus savā arhīvā: pievieno, labo un dzēs priekšmetus
ru_ru: Управление пунктов в архиве: добавить, редактировать и удалить.
tr_tr: Arşivinizdeki öğeleri yönetin: Öğe ekle, düzenle ve sil

source: Add a collection to group items
es_ee: Lisa grupi kirjete hulka kollektsioon
lv_lv: Pievienot kolekciju, lai sagrupētu priekšmetus
ru_ru: Добавить подборку в группы
tr_tr: Grup öğelerine bir koleksiyon ekle

source: Browse your collections
es_ee: Sirvi enda kollektsioone
lv_lv: Pārlūko savas kolekcijas
ru_ru: Просмотр Вашей подборки
tr_tr: Koleksyionlarınıza Gözatın

source: Manage collections in your archive: add, edit, and delete collections.
es_ee: Halda enda arhiivis olevaid kollektsioone: lisa, muuda ja kustuta kollektsioone.
lv_lv: Pārveido kolekcijas savā arhīvā: pievieno, labo un dzēs kolekcijas
ru_ru: Управление подборками в Вашем архиве: добавить, редактировать и удалить.
tr_tr: Arşivinizdeki koleksiyonları yönetin: Koleksiyon ekle, düzenle ve sil

source: Browse Users
es_ee: Otsi kasutajaid
lv_lv: Pārlūkot lietotājus
ru_ru: Обзор пользователей
tr_tr: Kullanıcılara Gözat

source: Add a User
es_ee: Lisa kasutaja
lv_lv: Pievienot lietotāju
ru_ru: Добавить пользователя
tr_tr: Bir Kullanıcı Ekle
