Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: Omeka encountered an error when upgrading your installation.
es_ee: Omeka leidis vea paigalduse uuendamisel.
lv_lv: Omeka radās kļūda, atjauninājumu instalācijas laikā.
ru_ru: Omeka нашла ошибку при обновлении установки.
tr_tr: Omeka yükseltme kurulumu sırasında bir hata ile karşılaştı.

source: Please restore from your database backup and try again.
es_ee: Palun taasta enda andmebaasi varukoopia ja proovi uuesti.
lv_lv: Lūdzu, atjaunojiet vecos failus, kas tika saglabāti datubāzē un mēģiniet vēlreiz.
ru_ru: Пожалуйста, восстановите данные из копии базы данных и повторите попытку.
tr_tr: Lütfen veritabanınızı geri yükleyin ve yeniden deneyin.

source: Omeka has upgraded successfully.
es_ee: Omeka on edukalt uuendatud.
lv_lv: Omeka veiksmīgi atjaunināta.
ru_ru: Omeka был успешно обновлен.
tr_tr: Omeka başarıyla yükseltildi.

source: Return to Dashboard
es_ee: Mine tagasi töölauale
lv_lv: Atgriezties Sākuma panelī
ru_ru: Назад к рабочему столу
tr_tr: Gösterge Paneline Dön

source: User Activation
es_ee: Kasutaja aktiveerimine
lv_lv: Lietotāja aktivizācija
ru_ru: Используйте активацию
tr_tr: Kullanıcı Etkinleştirme

source: Forgot Password
es_ee: Unusta parool
lv_lv: Aizmirsāt Paroli?
ru_ru: Забыли пароль?
tr_tr: Şifrenizi mi Unuttunuz

source: Back to Log In
es_ee: Tagasi sisse logimise lehele
lv_lv: Atpakaļ, lai pierakstītos
ru_ru: Назад к входу
tr_tr: Giriş Ekranına Dön

source: Enter your email address to retrieve your password.
es_ee: Sisesta enda e-posti aadress, et saada parooli.
lv_lv: Ievadiet savu e-pasta adresi, lai saņemtu jauno paroli.
ru_ru: Для получения пароля, введите адрес э-почты.
tr_tr: Şifrenizi öğrenmek için eposta adresinizi girin.

source: Go to Home Page
es_ee: Mine tagasi pealehele
lv_lv: Iet uz Sākumu
ru_ru: Перейти на главную страницу
tr_tr: Anasayfaya Git

source: Lost your password?
es_ee: Kaotasid parooli?
lv_lv: Pazaudējāt savu paroli?
ru_ru: Потеряли пароль?
tr_tr: Şifrenizi mi kaybettiniz?

source: Installation Error
es_ee: Paigaldamise viga
lv_lv: Uzstādīšanas Kļūda
ru_ru: Ошибка при установке
tr_tr: Kurulum Hatası

source: Before installation can continue, the following errors must be resolved:
es_ee: Enne kui paigaldamine saab jätkuda, peavad järgnevad vead olema lahendatud:
lv_lv: Pirms uzstādīšana var tik turpināta, sekojošām kļūdām jābūt atrisinātām:
ru_ru: Для продолжения установки, ошибки должны быть исправлены:
tr_tr: Kuruluma devam etmeden önce aşağıdaki hataların çözülmesi gerekiyor:

source: Fatal Error
es_ee: Pöördumatu tõrge
lv_lv: Fatāla Kļūda
ru_ru: Неисправимая ошибка
tr_tr: Çözülemeyen Hata

source: Installation Warning
es_ee: Paigaldamise hoiatus
lv_lv: Uzstādīšanas Brīdinājums
ru_ru: Предупреждение установки
tr_tr: Kurulum Uyarısı

source: The following issues will not affect installation, but they may negatively affect the behavior of Omeka:
es_ee: Järgnevad küsimused ei mõjuta paigaldust, aga need võivad negatiivselt mõjutada Omeka käitumist:
lv_lv: Sekojošas problēmas neietekmēs uzstādīšanu, bet var negatīvi ietekmēt turpmāko Omeka darbību:
ru_ru: Следующие вопросы не влияет на установку, но они могут негативно влиять на поведение Omeka:
tr_tr: Aşağıdaki sorunlar kurulumu etkilemez ancak Omeka'nın çalışmasında sorunlar ortaya çıkartabilir:

source: Configure Your Site
es_ee: Seadista oma lehekülg
lv_lv: Pārveidot Savu saitu
ru_ru: Настройки Вашего сайта
tr_tr: Site Yapılandırma

source: Form Validation Errors
es_ee: Formuleeri valideerimise vigu
lv_lv: Apstiprinēšanas Kļūdas veids
ru_ru: Сформулируйте ошибки проверки
tr_tr: Form Doğrulama Hataları

source: Omeka is installed. You may remove the "install" directory for security reasons.
es_ee: Omeka on paigaldatud. Võid eemaldada "paigalda" kausta turvalisuse eesmärgil.
lv_lv: Omeka ir uzstādīta. Jūs varat nodzēst "Uzstādīšanas" adresi drošības nolūkos.
ru_ru: Omeka установлен. Для безопасности, Вы можете удалить папку "установки".
tr_tr: Omeka kuruldu. "install" dizininiz güvenlik önlemi olarak silebilirsiniz.

source: Admin Panel
es_ee: Administraatori paneel
lv_lv: Administratora Panelis
ru_ru: Панель администратора
tr_tr: Yönetici Paneli

source: Public Site
es_ee: Avalik lehekülg
lv_lv: Publisks Saits
ru_ru: Страница открытого доступа
tr_tr: Kamusal Site

source: Omeka Installation
es_ee: Omeka paigaldamine
lv_lv: Omeka uzstādīšana
ru_ru: Установка Omeka
tr_tr: Omeka Kurulumu

source: Add a Hyperlink
es_ee: Lisa hüperlink
lv_lv: Pievienot Hipersaiti
ru_ru: Добавить гиперссылку
tr_tr: Bir Hiperbağ Ekle

source: Upload a File
es_ee: Lae üles fail
lv_lv: Augšupielādēt Failu
ru_ru: Загрузить файл
tr_tr: Bir Dosya Yükle

source: Add
es_ee: Lisa
lv_lv: Pievienot
ru_ru: Добавить
tr_tr: Ekle

source: Getting Started with Agricultural Learning Repository tool
es_ee: Alusta põllumajandusliku õppevaramu vahendi kasutamist
lv_lv: Sāc ar Agrikulturālu mācību krātuves darbarīku
ru_ru: Начни с сельскохозяйственного репозитория
tr_tr: Tarımsal Öğrenme Deposu Aracı'na Başlamak

source: Translate
es_ee: Tõlgi
lv_lv: Tulkot
ru_ru: Переводить
tr_tr: Tercüme Et

source: Hyperlink
es_ee: Hüperlink
lv_lv: Hipersaite
ru_ru: Гиперссылка
tr_tr: Hiperbağ

source: File
es_ee: Fail
lv_lv: Fails
ru_ru: Файл
tr_tr: Dosya

source: Photos
es_ee: Fotod
lv_lv: Attēli
ru_ru: Фото
tr_tr: Fotoğraflar

source: Add a new hyperlink to your archive
es_ee: Lisa enda arhiivi uus hüperlink
lv_lv: Pievienot jaunu hipersaiti jūsu arhīvam
ru_ru: Добавить в Ваш архив новую гиперссылку
tr_tr: Arşivinize yeni bir hiperbağ ekleyin

source: Please select language to translate:
es_ee: Palun vali tõlkimise keel:
lv_lv: Lūdzu izvēlaties tulkošanas valodu:
ru_ru: Пожалуйста, выберите язык для перевода:
tr_tr: Tercüme yapılacak bir dil seçin:

source: Translate Item #%s
es_ee: Tõlgi kirje #%s
lv_lv: Tulkot priekšmetu #%s
ru_ru: Перевести объект #%s
tr_tr: #%s öğesini tercüme et

source: Save Translations
es_ee: Salvesta tõlked
lv_lv: Saglabāt tulkojumu
ru_ru: Перевод сохранить
tr_tr: Tercümeleri Kaydet

source: Validate
es_ee: Kinnita
lv_lv: Apstiprināt
ru_ru: Подтвердить
tr_tr: Doğrula

source: Choose language
es_ee: Vali keel
lv_lv: Izvēlies valodu
ru_ru: Выберите язык
tr_tr: Dil seçin

source: Transcriber
es_ee: Transkribeerija
lv_lv: Transkripcijas
tr_tr: Uyarlayıcı
