Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: Name of element set must not be empty.
es_ee: Elementide kogu nimi peab olema määratud.
lv_lv: Elementa nosaukuma kompleks nedrīkst būt tukšs.
ru_ru: Название элемента набора не должны быть пустыми.
tr_tr: Eleman kümesi adı boş bırakılamaz.

source: Joins in the EntitiesRelations table must be given a polymorphic type
es_ee: EntitiesRelations tabelis peab ühendustele olema antud kuju muutev tüüp.
lv_lv: Salaiduma daļā EntitiesRelations tabulai ir jābūt polifoma tipa
ru_ru: В таблицу EntitiesRelations должен быть введен тип меняющейся фигуры
tr_tr: EntitiesRelations tablosundaki eklemeler polimorfik tür olarak verilmek zorundadır.

source: Joins in the EntitiesRelations table must be filled out entirely
es_ee: EntitiesRelations tabelis peavad olema täielikult täidetud.
lv_lv: Salaiduma daļai EntitiesRelations tabulā jtābūt aizpildītam pilnībā
ru_ru: Таблицы EntitiesRelations должны быть полностью заполнены.
tr_tr: EntitiesRelations tablosundaki eklemeler tam olarak doldurulmak zorundadır.

source: The email address provided is not valid.
es_ee: Sisestatud e-posti aadress ei ole kehtiv.
lv_lv: E-pasta nosacījuma adrese nav derīga.
ru_ru: Электронный адрес является ошибочным.
tr_tr: Verilen eposta adresi geçerli değildir.

source: The name for a person may not be completely blank.
es_ee: Inimese nime koht ei tohi tühjaks jääda.
lv_lv: Vietu, kurā jāraksta personas vārdu, nevar atstāt pilnīgi neaizpildītu.
ru_ru: Место для имени человека не может быть пустым.
tr_tr: Bir kişi adı tümden boş bırakılamaz.

source: Both of these Entities must be persistent in order to merge them.
es_ee: Mõlemad üksused peavad olema püsivad, et neid saaks liita.
lv_lv: Abām šīm vienībām jābūt patstāvīgām, lai tās apvienotu.
ru_ru: Для того, чтобы изменить, оба объекта должны быть постоянные.
tr_tr: Bu Varlıkların ikisi de onları birleştirebilmek için kalıcı hale getirilmek zorundadır.

source: Cannot get the local path for a stored file.
es_ee: Salvestatud failile ei ole võimalik leida lokaalset teed.
lv_lv: Nevar iegūt vietējo ceļu uz vietu, kur glabājas faili.
ru_ru: Для сохраняемого файла получить локальный путь не удается.
tr_tr: Kaydedilmiş bir dosya için yerel yol saptanamadı.

source: Files cannot be attached to an item that is not persistent in the database!
es_ee: Faile ei saa andmebaasis lisada kirjele, mis pole sisukas.
lv_lv: Failus, kam nav patstāvīga datu bāze, nevar pievienot!
ru_ru: Файлы не могут быть присоединены к типу, который не сохранен в базе данных!
tr_tr: Veritabanında kalıcı hale getirilmemiş bir öğeye dosyalar eklenemez!

source: Cannot add an existing file to an item!
es_ee: Ühikule ei saa lisada olemasolevat faili!
lv_lv: Nevar pievienot esošo failu!
ru_ru: Добавить существующий файл в объект невозможно!
tr_tr: Bir öğeye mevcut bir dosya eklenemez!

source: File must be valid before it can be associated with an item!
es_ee: Fail peab olema sobiv enne selle ühikuga seostamist!
lv_lv: Failam ir jābūt spēkā pirms tas tiek pievienots!
ru_ru: Прежде, чем связать файл с типом, файл должен быть действителен!
tr_tr: Bir öğe ile ilişkilendirilmeden önce dosya geçerli yapılmak zorundadır.

source: Cannot add tags to an item if no Entity is available to tag.
es_ee: Kirjele pole võimalik lisada silte kui sildi jaoks pole loodud üksust.
lv_lv: Nevar pievienot failus objektam, ja Entity nav pieeja pievienošanai.
ru_ru: Невозможно добавить метки, если к метке не создан объект.
tr_tr: Eğer etiket için kullanılabilir Varlık yoksa etiketler eklenemez.

source: Must specify a file transfer type when attaching files to an item!
es_ee: Kirjele failide lisamise ajal tuleb täpsustada faili ülekande tüüpi.
lv_lv: Jānorāda failu pārsūtīšanas veids, pievienojot to!
ru_ru: При подключении файлов необходимо указать тип передачи файлов!
tr_tr: Bir öğeye dosyalar eklenmek istendiğinde bir dosya taşıma türü tanımlanmalıdır.

source: This SQL statement needs a FROM or JOIN clause equivalent to '%s i' in order to have permissions checked!
es_ee: See SQL lause vajab FROM ja JOIN tingimust, mis on võrdväärne '%s i'ga, et load oleksid kontrollitud!
lv_lv: Šī SQL nepieciešama NO vai PIEVIENO teikumu līdzvērtīgi "%s i", kārtībā, lai būtu atļauja pārbaudei!
ru_ru: Это SQL заявление нуждается в FROM и JOIN, что эквивалентно '%s, для проверки прав!
tr_tr: Bu SQL deyimi izinleri denetlemek için '%s' ye özdeş bir FROM veya JOIN cümlesine gerek duymaktadır.

source: Invalid search type given!
es_ee: Esitatud on vigane otsingu tüüp!
lv_lv: Dots nederīgs meklēšanas veids!
ru_ru: Дан неверный тип поиска!
tr_tr: Geçersiz arama türü girişi

source: The item type name must have between %1$s and %2$s characters.
es_ee: Kirje tüüp peab olema %1$s ja %2$s märkide vahel.
lv_lv: Pievienotā veida nosaukumam jābūt starp %1$s un %2$s rakstzīmēm.
ru_ru: Тип должен быть между знаками %1$s и %2$s.
tr_tr: Öğe türü adı %1$s ile %2$s arasında karakter içermelidir.

source: The item type name must be unique.
es_ee: Ühiku tüübi nimi peab olema unikaalne.
lv_lv: Pievienotā veida nosaukumam ir jābūt unikālam.
ru_ru: Имя типа элемента должно быть уникальным.
tr_tr: Öğe türü adının benzeri olamaz.

source: There are too many values in the element ordering array.
es_ee: Elementide järjestamise tabelis on liiga palju väärtusi.
lv_lv: Masīvā ir pārāk daudz vērtības elementu pasūtīšanas.
ru_ru: В таблице сортировки элементов слишком много значений.
tr_tr: Eleman sıralama dizisinde çok fazla değer var.

source: There are too few values in the element ordering array.
es_ee: Elementide järjestamise tabelis on liiga vähe väärtusi.
lv_lv: Masīvā pārāk maz vērtības elementu pārsūtīšanas.
ru_ru: В таблице сортировки элементов слишком мало значений.
tr_tr: Eleman sıralama dizisinde çok az değer var.

source: Invalid element data. To add elements, you must either pass an element objects or an array of element metadata.
es_ee: Vigased elemendi andmed. Et elemente lisada, pead läbima elementide objektid või elementide metaandmete tabeli.
lv_lv: Nederīgi elementa dati. Lai pievienotu elementus, jums ir, vai nu jāpiešķir elementam caurlaide, vai elementam jābūt no matedata masīva.
ru_ru: Неверные данные элемента. Для добавления элементов, нужно передать объекты элемента или таблицу элементов метаданных.
tr_tr: Geçersiz elaman verisi. Eleman eklemek için bir eleman üstverisi dizisi veya bir eleman nesnesini iletmek gerekir.

source: Cannot remove elements from an item type that is not persistent in the database!
es_ee: Ei saa eemaldada elemente kirje tüübist, mis ei ole andmebaasis püsiv.
lv_lv: Nevar elementam noņemt priekšmeta tipu, kam nav patstāvīgas datu bāzes!
ru_ru: Не удается удалить элементы из типа, который не сохранен в базе данных!
tr_tr: Veritabanında kalıcı halde bulunmayan bir eleman türünden elemanlar kaldırılamaz.

source: Cannot find element with ID %s!
es_ee: Ei leia elementi IDga %s!
lv_lv: Nevar atrast ementu ar ID %s!
ru_ru: Не удается найти элемент с ID %s!
tr_tr: %s ID'sine sahip eleman bulunamadı.

source: Item type does not contain an element with the ID %s!
es_ee: Kirje tüüp ei sisalda elementi IDga %s!
lv_lv: Priekšmeta tips nesatur elementu ar ID %s!
ru_ru: Тип не содержит элементы с ID %s!
tr_tr: Öğe türü %s ID'sine sahip bir eleman içermez!

source: Invalid parameter. The hasElement function requires either an element object or an element id to determine if an item type has an element.
es_ee: Vigane parameeter. hasElement funktsioon nõuab elemendi objekti või elemendi id-d, et määrata seda, kas kirje tüüp omab elementi.
lv_lv: Nederīgi parametri. Elementa funkcija pieprasa, vai nu elementa līdzekli, vai elementa ID, lai noteiktu vai priekšmeta tipam ir elements.
ru_ru: Неверный параметр. Функции hasElement требуется либо элементы объекта или элементы id, для определения имеет ли запись тип элемента.
tr_tr: Geçersiz parametre. Eğer bir öğre türü bir elemana sahpise hasElement fonksiyonu bir eleman nesnesi veya eleman ID'sine gereksinim duyar.

source: Each option must have a unique name.
es_ee: Iga valik peab omama ainulaadset nime.
lv_lv: Katrai izvēlei jābūt ar unikālu nosaukumu.
ru_ru: Каждый параметр должен иметь уникальное имя.
tr_tr: Herbir seçenek benzeri olmayan bir ada sahip olmalıdır.

source: Cannot add a child to a record that does not exist yet!
es_ee: Allüksust ei saa lisada kirjele, mida veel ei eksisteeri!
lv_lv: Nevar pievienot bērna ierakstam, kas vēl nepastāv.
ru_ru: Невозможно добавить в запись, которая не существует!
tr_tr: Henüz olmayan bir kayıda bir çocuk eklenemez.

source: Child must be an instance of "%s"
es_ee: Allüksus peab olema olema juhtum "%s"
lv_lv: Bērnam jābūt gadījumam no "%s"
ru_ru: Должен быть "%s"
tr_tr: Çocuk "%s" nin bir varlığı olmalıdır.

source: Names of plugins must not be blank
es_ee: Lisade (plugin) nimed ei tohi tühjaks jääda.
lv_lv: Spraudņa nosaukumi nedrīkst būt tukši
ru_ru: Названия плагина не должно быть пустым
tr_tr: Eklentilerin adları boş bırakılamaz.

source: Invalid entity provided!
es_ee: Loodud on vigane üksus!
lv_lv: Nederīgs uzņēmums!
ru_ru: Создан тип с ошибкой
tr_tr: Geçersiz varlık girişi!

source: Relationship called %s does not exist.
es_ee: Seoseid nimega %s ei ole olemas.
lv_lv: Attiecības ar nosaukumu %s nepastāv.
ru_ru: Связанных с названием %s не существует.
tr_tr: Çağrılan %s ilişkisi yok.

source: Record must exist before relations can be set.
es_ee: Enne seoste paika panemist peab kirje olemas olema.
lv_lv: Ierakstam jāeksistē, pirms saikne var tikt izveidota.
ru_ru: Перед установкой связей тип должен существовать.
tr_tr: İlişkiler tanımlanmadan önce kaydın oluşturulması gerekir.

source: Tags must be given a name.
es_ee: Siltidele peab panema nimed.
lv_lv: Jāpiešķir atzīmēm vārds.
ru_ru: Метке должно быть дано название.
tr_tr: Etiketlere birer ad verilmelidir.

source: That name is already taken for this tag.
es_ee: Selle sildi jaoks on vastav nimi juba kasutusel.
lv_lv: Šai atzīmei šis vārds jau ir aizņemts.
ru_ru: Такое название для метки уже есть.
tr_tr: Bu etiket için girilen ad daha önce kullanılmış.

source: A valid record ID # must be provided when tagging.
es_ee: Kehtiv kirje ID # peab siltide lisamisel olema esitatud.
lv_lv: Derīgs ID # ieraksts jāievada, kad tiek veikta atzīme.
ru_ru: Действительная запись ID # при пометках должна быть представлена.
tr_tr: Etiketleme sırasında geçerli bir kayıt ID # sağlanmalıdır.

source: A valid entity or user must be provided when tagging.
es_ee: Kehtiv üksus või kasutaja peab olema sildistamisel esitatud.
lv_lv: Jābūt derīgam uzņēmumam vai lietotājam, kad atzīmē.
ru_ru: Действительный объект или пользователь при пометках должен быть представлен.
tr_tr: Etiketleme sırasında geçerli bir varlık veya kullanıcı adı sağlanmalıdır.

source: No Entity record available.
es_ee: Üksuse kirje pole kättesaadav.
lv_lv: Uzņēmuma ieraksti nav pieejami.
ru_ru: Объект недоступен.
tr_tr: Varlık kaydı yok.

source: No Entity record is available when saving this User.
es_ee: Üksuse kirje on kasutaja salvestamisel kättesaadav.
lv_lv: Uzņēmuma ieraksti nav pieejam, kad tiek noglabāts šis Lietotājs.
ru_ru: Единичная запись доступна при сохранении этим пользователем.
tr_tr: Bu Kullanıcı kaydedildiğinde kullanılabilir Varlık yoktur.

source: User may not change permissions to super-user
es_ee: Kasutaja ei tohi õigusi muuta superkasutaja õigusteks.
lv_lv: Lietotājs nevar mainīt atļauju uz super-lietotāju
ru_ru: Пользователь не может изменить права доступа к супер-пользователю
tr_tr: Kullancı, süper-kullanıcı izinlerini değiştirmeyebilir.

source: User may not change roles.
es_ee: Kasutaja ei saa rolle muuta.
lv_lv: Lietotājs nevar mainīt veidu.
ru_ru: Пользователь не может изменить роль.
tr_tr: Kullanıcı rolleri değiştirmeyebilir.

source: If a first name and last name are not provided, then an institution name is required.
es_ee: Kui ees- ja perekonnanime ei kirjutata, siis on institutsiooni nimi kohustuslik.
lv_lv: Ja vārds un uzvārds nav norādīts, tad ir nepieciešams iestādes nosaukums.
ru_ru: Если имя и фамилия не указаны, то требуется название учреждения.
tr_tr: Eğer ad ve soyad verilmemişse Kurum adına gereksinim duyulur.

source: A first name is required.
es_ee: Eesnimi on nõutav.
lv_lv: Ir nepieciešams Vārds.
ru_ru: Имя обязательно
tr_tr: Bir ad girişine gerek var.

source: A last name is required.
es_ee: Perekonnanimi on nõutav.
lv_lv: Ir nepieciešams Uzvārds.
ru_ru: Фамилия обязательна
tr_tr: Bir soyad girişi gereklidir.

source: The user must be assigned a role.
es_ee: Kasutaja peab olema rolli määratud.
lv_lv: Lietotājam ir jāpiešķir tā veids.
ru_ru: Для пользователя нужно указать роль.
tr_tr: Kullanıcı bir rol tanımlamak zorundadır.

source: The username "%1$s" must be between %2$s and %3$s characters.
es_ee: Kasutajanimi "%1$s" peab olema %2$s ja %3$s märkide vahel.
lv_lv: Lietotājvārdam "%1$s" jābūt starp %2$s un %3$s rakstzīmēm.
ru_ru: Имя пользователя "%1$s" должно быть между знаками %2$s и %3$s.
tr_tr: "%1$s" kullanıcı adı %2$s ile %3$s arasında karakterden oluşmalıdır.

source: The username must be alphanumeric.
es_ee: Kastajanimi peab koosnema numbritest ja tähtedest.
lv_lv: Lietotājvārdam jāsatur burti un cipari.
ru_ru: Имя пользователя должно состоять из букв и цифр.
tr_tr: Kullanıcı adı alfasayısal olmak zorundadır.

source: '%s' is already in use. Please choose another username.
es_ee: '%s' on juba kasutusel. Palun vali teine kasutajanimi.
lv_lv: '%s' jau ir aizņemts. Lūdzu, izvēlieties citu lietotājvārdu.
ru_ru: '%s' уже используется. Пожалуйста, выберите другое имя пользователя.
tr_tr: '%s' daha önce kullanılmış. Lütfen başka bir ad seçiniz.

source: Cannot create a user activation for non-existent user.
es_ee: Mitte olemasolevat kasutajat ei saa aktiveerida.
lv_lv: Nevar izveidot lietotāja aktivizāciju neeksistējošam lietotājam.
ru_ru: Не удается активировать для несуществующих пользователей.
tr_tr: Olmayan kullanıcı için kullanıcı etkinleştirme işlemi yapılamaz.

source: Collector(s)
es_ee: Koguja(d)
lv_lv: Kolekcionārs(i)
ru_ru: Коллекционер (-ы)
tr_tr: Koleksiyon(lar)

source: View the items in %s
es_ee: Vaata kirjeid %s
lv_lv: Apskatīt priekšmetu %s
ru_ru: Просмотрт в %s
tr_tr: %s 'deki Öğeleri Göster

source: Items in the %s Collection
es_ee: Kirjed %s kollektsioonis
lv_lv: %s Kolekcijā priekšmeti
ru_ru: В подборке %s
tr_tr: %s Koleksiyonundaki Öğeler

source: Delete %s
es_ee: Kustuta %s
lv_lv: Izdzēst %s
ru_ru: Удалить %s
tr_tr: %s 'yi Sil

source: Are you sure?
es_ee: Oled sa kindel?
lv_lv: Vai esat drošs?
ru_ru: Вы уверены?
tr_tr: Emin misiniz?

source: Home
es_ee: Kodu
lv_lv: Mājas
ru_ru: дом
tr_tr: Başa Git

source: Proudly powered by <a href="http://omeka.org">Omeka</a>.
es_ee: Uhkusega <a href="http://omeka.org">Omeka</a>.
lv_lv: Tiek atbalstīts ar <a href="http://omeka.org">Omeka</a>.
ru_ru: Создан от <a href="http://omeka.org">Omeka</a>.
tr_tr: <a href="http://omeka.org">Omeka</a>. gururla sunar.

source: First
es_ee: Esimene
lv_lv: Pirmais
ru_ru: Первый
tr_tr: İlk

source: Previous
es_ee: Eelmine
lv_lv: Iepriekšējais
ru_ru: Предыдущий
tr_tr: Önceki

source: Next
es_ee: Järgmine
lv_lv: Nākamais
ru_ru: Следующий
tr_tr: Sonraki

source: Last
es_ee: Viimane
lv_lv: Pēdējais
ru_ru: Последний
tr_tr: Son

source: 403 Page Forbidden
es_ee: 403 lehekülg keelatud
lv_lv: 403 Lapa Aizliegta
ru_ru: 403 неразрешенная страница
tr_tr: 403 Sayfaya Erişim Yasak

source: You do not have permission to access this page.
es_ee: Sul ei ole õigust sellele lehele siseneda.
lv_lv: Jums nav atļaujas piekļūt šai lapai.
ru_ru: Вы не имеете доступа к этой странице.
tr_tr: Bu sayfaya erişim izniniz yok.

source: 404 Page Not Found
es_ee: 404 lehekülge ei leitud
lv_lv: 404 Lapa Netika Atrasta
ru_ru: 404 страница не найдена
tr_tr: 402 Sayfa Bulunamadı

source: %s is not a valid URL.
es_ee: %s ei ole kehtiv URL.
lv_lv: %s nav derīga URL.
ru_ru: %s недействительный URL.
tr_tr: %s geçersiz bir URL'dir.

source: Rss2.0 Feed Not Found!
es_ee: Rss2.0 kanalit ei leitud!
lv_lv: Rss2.0 Padeve Nav Atrasta!
ru_ru: Rss2.0 канал не найден!
tr_tr: Rss2.0 yayını bulunamadı!

source: 405 Method Not Allowed
es_ee: 405 meetod pole lubatud
lv_lv: 405 Metode nav atļauta
ru_ru: 405 методы не разрешены
tr_tr: 405 İzin Verilmeyen Yöntem

source: The method used to access this URL (%s) is not valid.
es_ee: Meetod, millega sellele URLile (%s) siseneti, ei ole kehtiv.
lv_lv: Metode, kas izmantota, lai piekļūtu šim URL (%s) , nav derīga
ru_ru: Метод, используемый для доступа URL (%s) является недопустимым.
tr_tr: Bu yöntem (%s) URL'ine erişmek için geçerli bir yöntem değildir.

source: Omeka has encountered an error
es_ee: Omeka avastas vea
lv_lv: Omeka radusies kļūda
ru_ru: Omeka обнаружил ошибку
tr_tr: Omeka bir hatayla karşılaştı.

source: To learn how to see more detailed information about this error, see the Omeka Codex page on <a href="http://omeka.org/codex/Retrieving_error_messages">retrieving error messages</a>.
es_ee: Et õppida, kuidas leida selle vea kohta detailsemat infot, vaata Omeka Codex leheküljele <a href="http://omeka.org/codex/Retrieving_error_messages">retrieving error messages</a>.
lv_lv: Lai iegūtu vairāk informācīju par šo kļūdu, apskatiet Omeka Codex lapu <a href="http://omeka.org/codex/Retrieving_error_messages">labot kļūdu messages</a>.
ru_ru: Чтобы получить более подробную информацию об этой ошибке, смотрите страничку Omeka Codex <a href="http://omeka.org/codex/Retrieving_error_messages">retrieving error messages</a>.
tr_tr: Bu hata hakkında daha ayrıntılı bilgiye nasıl erişeceğinizi öğrenmek için <a href="http://omeka.org/codex/Retrieving_error_messages">hata mesajlarını geri yükleme</a>'de Omeka Codex sayfasına gidin.

source: Browse All
es_ee: Sirvi kõike
lv_lv: Pārlūkot Visu
ru_ru: Просмотр всех
tr_tr: Tümüne Gözat

source: Browse by Tag
es_ee: Sirvi siltide kaupa
lv_lv: Pārlūkot pēc atzīmēm
ru_ru: Просмотр по меткам
tr_tr: Etiketlere Göre Gözat

source: No recent items available.
es_ee: Viimased kirjeid pole kättesaadaval.
lv_lv: Nav pieejami nesenie priekšmeti.
ru_ru: Нет последних доступных типов.
tr_tr: Yeni eklenen öğe yok.

source: Search for Keywords
es_ee: Otsi võtmesõnu
lv_lv: Meklēt atslēgvārdus
ru_ru: Поиск по ключевым словам
tr_tr: Anahtar Sözcükleri Ara

source: Narrow by Specific Fields
es_ee: Kitsenda spetsiifiliste väljade abil
lv_lv: Sašaurināt uz noteiktām nozarēm
ru_ru: Ограничено по конкретным областям
tr_tr: Özel Alanlara Göre Daralt

source: contains
es_ee: sisaldab
lv_lv: Satur
ru_ru: содержит
tr_tr: içeren

source: does not contain
es_ee: ei sisalda
lv_lv: Nesatur
ru_ru: не содержит
tr_tr: içermeyen

source: is exactly
es_ee: on täpselt
lv_lv: Ir tieši
ru_ru: точно
tr_tr: kesin olarak aynısını içeren

source: is empty
es_ee: on tühi
lv_lv: Tukšs
ru_ru: пустой
tr_tr: boş olan

source: is not empty
es_ee: ei ole tühi
lv_lv: Nav tukšs
ru_ru: не пустой
tr_tr: boş olmayan

source: Add a Field
es_ee: lisa väli
lv_lv: Pievienot Lauku
ru_ru: Добавить поле
tr_tr: Bir Alan Ekle

source: Search by a range of ID#s (example: 1-4, 156, 79)
es_ee: Otsi valikut ID#s (näiteks: 1-4, 156, 79)
lv_lv: Meklēt pēc ID#s apgabala (piemēram: 1-4, 156, 79)
ru_ru: Искать выбор ID#s (например: 1-4, 156, 79)
tr_tr: ID# Aralığında Arama (örneğin: 1-4, 156, 79)

source: Search By Collection
es_ee: Otsi kollektsioonide järgi
lv_lv: Meklēt pēc Kolekcijām
ru_ru: Поиск по подборке
tr_tr: Koleksiyonlara Göre Arama

source: Search By Type
es_ee: Otsi tüübi järgi
lv_lv: Meklēt pēc Tipa
ru_ru: Поиск по типу
tr_tr: Türe Göre Arama

source: Search By User
es_ee: Otsi kasutaja järgi
lv_lv: Meklēt pēc Lietotāja
ru_ru: Поиск по пользователю
tr_tr: Kullanıcıya Göre Arama

source: Search By Tags
es_ee: Otsi siltide järgi
lv_lv: Meklēt pēc Atzīmes
ru_ru: Поиск по меткам
tr_tr: Etiketlere Göre Arama

source: Public/Non-Public
es_ee: Avalik/Mitteavalik
lv_lv: Publisks/Privāts
ru_ru: Открытый доступ/ Закрытый доступ
tr_tr: Kamusal/Kamusal Olmayan

source: Only Public Items
es_ee: Ainult avalikud kirjed
lv_lv: Tikai Publiski priekšmeti
ru_ru: Только открытый доступ
tr_tr: Sadece Kamusal Öğeler

source: Only Non-Public Items
es_ee: Ainult mitteavalikud kirjed
lv_lv: Tiekai Privāti priekšmeti
ru_ru: Только закрытый доступ
tr_tr: Sadece Kamusal Olmayan Öğeler

source: Featured/Non-Featured
es_ee: Esile tõstetud/Ei ole esile tõstetud
lv_lv: Iezīmēm/Bez iezīmēm
ru_ru: Избранные / Обычные
tr_tr: Seçilmiş/Seçilmemiş

source: Only Featured Items
es_ee: Ainult esile tõstetud kirjed
lv_lv: Tikai Priekšmeti ar iezīmēm
ru_ru: Только избранные
tr_tr: Sadece Seçilmiş Öğeler

source: Only Non-Featured Items
es_ee: Ainult mitte esile tõstetud kirjed
lv_lv: Tikai Priekšmeti bez Iezīmēm
ru_ru: Только обычные
tr_tr: Sadece Seçilmemiş Öğeler

source: Files
es_ee: Failid
lv_lv: Faili
ru_ru: Файлы
tr_tr: Dosyalar

source: Citation
es_ee: Tsitaat
lv_lv: Citāti
ru_ru: Цитаты
tr_tr: Alıntı

source: Upgrade Omeka
es_ee: Uuenda Omeka`t
lv_lv: Atjaunot Omeka
ru_ru: Обновить Omeka
tr_tr: Omeka Sürümünü Yükselt

source: Omeka Upgrade Completed
es_ee: Omeka uuendus lõpetatud
lv_lv: Omeka Atjaunināšana pabeigta
ru_ru: Обновление Omeka закончено
tr_tr: Omeka Sürümü Yükseltmesi Tamamlandı.

source: Please return to the %1$s or your site&#8217;s %2$s
es_ee: Palun mine tagasi %1$s või oma lehele &#8217;s %2$s
lv_lv: Lūdzu atgriezieties %1$s vai jūsu site&#8217;s %2$s
ru_ru: Пожалуйста, идите назад %1$s или на страницу &#8217;s %2$s
tr_tr: Lütfen %1$s veya sitenize&#8217;s %2$s dönün.

source: Your Omeka database is completely up-to-date.
es_ee: Sinu Omeka andmebaas on täiesti ajakohane.
lv_lv: Jūsu Omeka datubāze ir ar jaunāko versiju.
ru_ru: Ваша база данных Omeka на новом уровне.
tr_tr: Omeka Veritabanınız tam olarak güncel durumda.

source: If you have any questions please refer to <a href="http://omeka.org/codex">Omeka documentation</a> or post a message on the <a href="http://omeka.org/forums">Omeka forums</a>.
es_ee: Kui sul on küsimusi, siis palun tutvu <a href="http://omeka.org/codex">Omeka dokumentatsiooniga</a> või postita teade <a href="http://omeka.org/forums">Omeka foorumis</a>.
lv_lv: Ja jums ir kādi jautājumi, lūdzu, griezieties pie <a href="http://omeka.org/codex">Omeka documentation</a> vai nosūtiet ziņu <a href="http://omeka.org/forums">Omeka forums</a>.
ru_ru: Если у Вас вопросы, пожалуйста, познакомтесь <a href="http://omeka.org/codex">с документацией Omeka </a> või пошлите сообщение <a href="http://omeka.org/forums"> на Omeka форум</a>.
tr_tr: Eğer herhangi bir sorunuz varsa lütfen <a href="http://omeka.org/codex">Omeka Belgeleri</a>'ne başvurun veya <a href="http://omeka.org/forums">Omeka forumları</a>'na bir mesaj atın.

source: Upgrade Your Omeka Database
es_ee: Uuenda enda Omeka andmebaasi
lv_lv: Atjauniniet savu Omeka datubāzi
ru_ru: Обновите свою базу данных Omeka
tr_tr: Omeka Veritabanını Yükseltme

source: Your Omeka database is not compatible with your current version of Omeka.
es_ee: Sinu Omeka andmebaas ei ühildu sinu praeguse Omeka versiooniga.
lv_lv: Jūsu Omeka datubāze nav savietojama ar jūsu pašreizējo Omeka versiju.
ru_ru: Ваша база данных Omeka не совместима с текущей версией Omeka.
tr_tr: Omeka Veritabanınız Omeka'nın yeni sürümüyle tam olarak uyumlu değil.

source: Please back up your existing database and then click the button to upgrade.
es_ee: Palun tee enda olemasolevast andmebaasist varukoopia ja siis vajuta uuendamise lingile.
lv_lv: Lūdzu saglabājiet savu tagadējo datubāzi un tad uzklikšķiniet uz pogas, lai atjaunotu to.
ru_ru: Пожалуйста, сделайте резервную копию базы данных, и только затем нажмите кнопку обновления.
tr_tr: Lütfen veritabanınızı yedekleyin ve yükselt düğmesine basın.

source: Upgrade Database
es_ee: Uuenda andmebaasi
lv_lv: Atjaunot Datubāzi
ru_ru: Обновить базу данных
tr_tr: Veritabanını Yükseltme
