Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: Manage users of various levels: from researcher to super.
es_ee: Halda erinevatel tasemetel olevaid kasutajaid: uurijatest täisõigustega kasutajateni.
lv_lv: Skatīt, labot dažāda līmeņa lietotājus: no pētnieka līdz vadītājam
ru_ru: Управление пользователями различных уровней: от исследователя до пользователя с полными правами.
tr_tr: Kullanıcıları Yönet: araştırmacıdan süpere

source: Edit General Settings
es_ee: Muuda üldiseid seadeid
lv_lv: Labot galvenos iestatījumus
ru_ru: Редактировать общие настройки
tr_tr: Genel Ayarları Düzenle

source: Manage Themes
es_ee: Halda teemasid
lv_lv: Pārvaldīt tēmas
ru_ru: Управление темами
tr_tr: Temaları Düzenle

source: Manage Plugins
es_ee: Halda "plugin"`eid
lv_lv: Pārvaldīt komentārus, spraudņus.
ru_ru: Управление плагинами
tr_tr: Eklentileri Yönet

source: Manage your general settings for the site, including title, description, and themes.
es_ee: Halda enda üldisi seadeid sellel leheküljel, mis sisaldab pealkirja, kirjeldust ja teemasid.
lv_lv: Pārvaldīt savus galvenos iestatījumus saitā, ieskaitot nosaukumu, aprakstu un tēmas.
ru_ru: Управление общими настройками этой страницы, включая название, описание и темы.
tr_tr: Ad, açıklama ve temalar dahil sitenize ait genel ayarlarınızı yönetin.

source: Site Overview
es_ee: Lehekülje ülevaade
lv_lv: Mājaslapas pārskats
ru_ru: Обзор страницы
tr_tr: Site Tanıtım

source: <em>%1$s</em> contains %2$s items, in %3$s collections, tagged with %4$s keywords. There are %5$s users.
es_ee: <em>%1$s</em> sisaldab %2$s ühikut, %3$s kollektsioonides, sildistatud %4$s võtmesõnaga. Siin on %5$s kasutajat.
lv_lv: <em>%1$s</em> satur %2$s priekšmetus, %3$s kolekcijās, atzīmēti ar %4$s atslēgvārdiem. Tur ir %5$s lietotāji.
ru_ru: <em>%1$s</em> содержит %2$sединиц, в подборке %3$s, отмеченных ключевыми словами %4$s. Здесь %5$s пользователей.
tr_tr: <em>%1$s</em>, %3$s koleksiyonda, %4$s anahtar sözcükle etiketlenmiş %2$s öğe içeriyor. %5$s kullanıcısı var.

source: There are no items to display.
es_ee: Ei ole ühtki kirjet, mida kuvada.
lv_lv: Nav priekšmetu, ko parādīt.
ru_ru: Нет ни одного объекта для отображения.
tr_tr: Görüntülenecek öğe yok.

source: View All Items
es_ee: Vaata kõiki kirjeid
lv_lv: Apskatīt visus priekšmetus
ru_ru: Просмотр всех объектов
tr_tr: Tüm Öğeleri Göster

source: Recent Tags
es_ee: Hiljutised sildid
lv_lv: Nesenie komentāri
ru_ru: Последние метки
tr_tr: Son Etiketler

source: Remove
es_ee: Eemalda
lv_lv: Noņemt
ru_ru: Удалить
tr_tr: Sil

source: Add Item Type
es_ee: Lisa kirje tüüp
lv_lv: Pievienot priekšmeta tipu
ru_ru: Добавить тип
tr_tr: Öğe Türü Ekle

source: Browse Item Types
es_ee: Sirvi kirjete tüüpe
lv_lv: Pārlūkot priekšmeta tipus
ru_ru: Обзор типов записей
tr_tr: Öğe Türlerine Gözat

source: Add an Item Type
es_ee: Lisa kirje tüüp
lv_lv: Pievienot priekšmeta tipu
ru_ru: Ввести тип записи
tr_tr: Bir Öğe Türü Ekle

source: Type Name
es_ee: Tüübi nimi
lv_lv: Tipa vārds
ru_ru: Название типа
tr_tr: Tür Adı

source: Total Items
es_ee: Kirjed kokku
lv_lv: Priekšmetu skaits
ru_ru: Все типы
tr_tr: Öğe Toplamı

source: Edit Item Type #%s
es_ee: Muuda kirje tüüpi #%s
lv_lv: Labot priekšmeta tipu #%s
ru_ru: Редактировать типы #%s
tr_tr: #%s Öğe Türünü Düzenle

source: Delete this Item Type
es_ee: Kustuta see kirje tüüp
lv_lv: Dzēst šo priekšmeta tipu
ru_ru: Удалить этот тип
tr_tr: Bu Öğe Türünü Sil

source: Add an Element to this Item Type
es_ee: Lisa sellele kirje tüübile element
lv_lv: Pievienot elementu šims priekšmeta tipam
ru_ru: Добавить элемент в этот тип
tr_tr: Bu Öğe Türüne Bir Eleman Ekle

source: Choose an existing element
es_ee: Vali olemasolevate elementide hulgast
lv_lv: Izvēlies jau eksistējošu elementu
ru_ru: Выберите существующий элемент
tr_tr: Mevcut bir elemanı seç

source: Or Create a new Element
es_ee: või loo uus element
lv_lv: Vai izveido jaunu elementu
ru_ru: или создать новый элемент
tr_tr: Veya yeni bir eleman oluştur

source: Data Type
es_ee: Andmete tüüp
lv_lv: Datu tipi
ru_ru: Тип данных
tr_tr: Veri Türü

source: Add Element
es_ee: Lisa element
lv_lv: Pievienot elementu
ru_ru: Добавить элемент
tr_tr: Eleman Ekle

source: Edit Current Elements
es_ee: Muuda olemasolevaid elemente
lv_lv: Labot pašreizējos elementus
ru_ru: Изменить параметры элементов
tr_tr: Mevcut Elemanları Düzenle

source: Element Name
es_ee: Elemendi nimi
lv_lv: Elementa nosaukums
ru_ru: Название элемента
tr_tr: Eleman Adı

source: Order
es_ee: Järjekord
lv_lv: Sakārtot
ru_ru: Последовательность
tr_tr: Sıra

source: Existing
es_ee: Olemasolev
lv_lv: Eksistējošs
ru_ru: Существующий
tr_tr: Mevcut

source: New
es_ee: Uus
lv_lv: Jauns
ru_ru: Новый
tr_tr: Yeni

source: Item Type Information
es_ee: Kirje tüübi informatsioon
lv_lv: Informācija par priekšmeta tipu
ru_ru: Тип информации
tr_tr: Öğe Türü Bilgisi

source: Elements
es_ee: Elemendid
ru_ru: Элемент
tr_tr: Elemanlar

source: Item Type #%s
es_ee: Kirje tüüp #%s
lv_lv: Priekšmeta tips #%s
ru_ru: Тип #%s
tr_tr: #%s Öğe Türü

source: Edit this Item Type
es_ee: Muuda seda kirje tüüpi
lv_lv: Labot šo priekšmeta tipu
ru_ru: Редактировать этот тип элементов
tr_tr: Bu Öğe Türünü Düzenle

source: There are no recently added items.
es_ee: Hiljuti pole ühtegi kirjet lisatud
lv_lv: Nav nesen pievienoti priekšmeti
ru_ru: Недавно добавленных элементов нет.
tr_tr: Yeni eklenmiş öğe yok.

source: Add an Item
es_ee: Lisa üks kirje
lv_lv: Pievienot priekšmetu
ru_ru: Добавить один тип
tr_tr: Bir öğe ekle

source: Add Item
es_ee: Lisa kirje
lv_lv: Pievienot priekšmetu
ru_ru: Добавить тип
tr_tr: Öğe Ekle

source: Batch Edit Items
es_ee: Partii kirjete muutmine
lv_lv: Sagrupēt labotos priekšmetus
ru_ru: Изменение элементов партии
tr_tr: Öğeleri Topluca Düzenle

source: Changes will be applied to checked items.
es_ee: Muudatused lisanduvad kontrollitud kirjetele.
lv_lv: Izmaiņas tiks veiktas atzīmētjiem priekšmetiem
ru_ru: Изменения дополняют проверенные типы
tr_tr: Değişiklikler işaretlenmiş öğelere uygulanacaktır.

source: Item Metadata
es_ee: Kirje metaandmed
lv_lv: Priekšmets Metadata
ru_ru: Пункт метаданных
tr_tr: Öğe Üstverisi

source: Public?
es_ee: Avalik?
lv_lv: Publisks?
ru_ru: Опубликовать?
tr_tr: Kamusal olsun mu?

source: Select Below
es_ee: Vali altpoolt
lv_lv: Atzīmēt zemāk
ru_ru: Выберите ниже
tr_tr: Aşağıdan Seçin

source: Featured?
es_ee: Esile tõstetud?
lv_lv: Iekļauts?
ru_ru: Избранный?
tr_tr: Seçimlik?

source: Item Type
es_ee: Kirje tüüp
lv_lv: Priekšmeta tips
ru_ru: Тип элемента
tr_tr: Öğe Türü

source: Remove?
es_ee: Eemaldada?
lv_lv: Noņemt?
ru_ru: Переместить?
tr_tr: Kaldır?

source: Collection
es_ee: Kollektsioon
lv_lv: Kolekcija
ru_ru: Подборка
tr_tr: Koleksiyon

source: Add Tags
es_ee: Lisa sildid
lv_lv: Pievienot komentāru
ru_ru: Добавить метки
tr_tr: Etiket Ekle

source: List of tags to add to all checked items, separated by %s.
es_ee: Siltide nimekiri, mida saab lisada kõikidele kontrollitud kirjetele, eraldatud %s.
lv_lv: Komentāru saraksts ko pievienot visiemm atzīmētajiem priekšmetiem, atdalīti ar %s.
ru_ru: Список меток, которые могут быть добавлены для всех проверенных пунктов, отделенные %s.
tr_tr: Tüm işaretlenmiş öğelere eklemek üzere %s ile ayrılmış etiketleri gir

source: Delete Items
es_ee: Kustuta kirjed
lv_lv: Izdzēst priekšmetus
ru_ru: Удалить пункты
tr_tr: Öğeleri sil

source: Check if you wish to delete selected items.
es_ee: Kontrolli seda, kas soovid valitud kirjed kustutada.
lv_lv: Pārbaudiet vai jūs vēlaties dzēst atzīmētos priekšmetus
ru_ru: Проверьте, желаете ли Вы удалить выделенные пункты.
tr_tr: Öğeleri silmeyi isterseniz işaretleyerek seçin.

source: Browse Items
es_ee: Sirvi kirjeid
lv_lv: Pārlukot priekšmetus
ru_ru: Просмотр пунктов
tr_tr: Öğelere Gözat

source: Toggle
es_ee: Vajutama
lv_lv: Pārslēgt
ru_ru: Переключатель
tr_tr: Değiştir

source: Details
es_ee: Detailid
lv_lv: Detaļas
ru_ru: Детали
tr_tr: Ayrıntılar

source: Show Details
es_ee: Näita detaile
lv_lv: Parādīt detaļas
ru_ru: Показать детали
tr_tr: Ayrıntıları Göster

source: Hide Details
es_ee: Peida detailid
lv_lv: Paslēpt detaļas
ru_ru: Скрыть детали
tr_tr: Ayrıntıları Gizle

source: Quick Filter
es_ee: Kiire filtreerimine
lv_lv: Ātrais filtrs
ru_ru: Быстрый фильтр
tr_tr: Hızlı Filtre

source: All
es_ee: Kõik
lv_lv: Visi
ru_ru: Все
tr_tr: Tümü

source: Private
es_ee: Privaatne
lv_lv: Privāts
ru_ru: Приватный
tr_tr: Özel

source: Advanced Search
es_ee: Eelistatud otsing
lv_lv: Izvērstā meklēšana
ru_ru: Расширенный поиск
tr_tr: Gelişmiş Arama

source: Edit Selected Items
es_ee: Muuda valitud kirjeid
lv_lv: Labot atzīmētos priekšmetus
ru_ru: Редактировать выбранные пункты
tr_tr: Seçilen Öğeleri Düzenle

source: Select
es_ee: Vali
lv_lv: Atzīmēt
ru_ru: Выбрать
tr_tr: Seç

source: No Collection
es_ee: Ei ole kollektsioone
lv_lv: Nav kolekcijas
ru_ru: Нет подборки
tr_tr: Koleksiyon yok

source: No Tags
es_ee: Ei ole silte
lv_lv: Nav komentāri
ru_ru: Нет меток
tr_tr: Etiket yok

source: There are no items in the archive yet.
es_ee: Arhiivis ei ole veel ühtegi kirjet.
lv_lv: Nav priekšmeti ko arhivēt
ru_ru: В архиве пунктов еще нет
tr_tr: Arşivde henüz öğe yok.

source: Add an item.
es_ee: Lisa kirje.
lv_lv: Pievienot priekšmetu
ru_ru: Ввести пункт
tr_tr: Bir öğe ekleyin.

source: The query searched %s items and returned no results.
es_ee: Päring otsis %s kirjet ja ei leidnud vastuseid.
lv_lv: Tīmeklis meklēja %s priekšmetus, bet bez ruzultātiem
ru_ru: Запрос поиска пункта %s не дал результатов.
tr_tr: Sorgu %s öğeyi taradı ve uygun sonuç bulamadı.

source: Would you like to %s?
es_ee: Kas soovid %s?
lv_lv: Vai jūs vēlētos %s?
ru_ru: Подходит %s?
tr_tr: %s 'yi istiyor musunuz?

source: refine your search
es_ee: Paranda enda otsingut.
lv_lv: Papildiniet meklēšanas iestījumus
ru_ru: Исправить свой поиск
tr_tr: Aramanızı iyileştirin.

source: [Untitled]
es_ee: [Pealkirjata]
lv_lv: [Bez nosaukuma]
ru_ru: [Без названия]
tr_tr: [Başlıksız]

source: Edit Item #%s
es_ee: Muuda kirjet #%s
lv_lv: Labot priekšmetus #%s
ru_ru: Редактировать пункт #%s
tr_tr: #%s öğeyi düzenle

source: Delete this Item
es_ee: Kustuta see kirje
lv_lv: Dzēst šo priekšmetu
ru_ru: Удалить пункт
tr_tr: Bu öğeyi sil

source: The path to Image Magick has not been set. No derivative images will be created. If you would like Omeka to create derivative images, please add the path to your settings form.
es_ee: Image Magick asukoht ei ole määratud. Seotud pilte pole loodud. Kui soovid, et Omeka looks seotud pilte, siis lisa palun seadetest nende asukoht.
lv_lv: Image Magick saikne nav vēl uzstādīta. Atvasināti attēli netiks izveidoti. Vai jūs vēlētos, lai Omeka izveidotu atvasinātus attēlus, lūdzu pievienojiet saiti savā iestatījumu lapā.
ru_ru: Месторасположение Image Magick не установлено. Связанные изображения не созданы. Если вы хотите чтобы Omeka создал связанные изображения, пожалуйста, добавьте в настройки их месторасположение.
tr_tr: Image Magick yolu henüz tanımlanmamış. Bu durumda yeni görüntüler oluşturulamayacaktır. Omeka ile türevsel görüntüler oluşturmak istiyorsanız lütfen ayarlar formunuza bu yolu ekleyiniz.

source: Current Files
es_ee: Olemasolevad failid
lv_lv: Pašreizējie faili
ru_ru: Текущие файлы
tr_tr: Mevcut Dosyalar

source: File Name
es_ee: Faili nimi
lv_lv: Faila nosaukums
ru_ru: Название файла
tr_tr: Dosya Adı

source: Edit File Metadata
es_ee: Muuda faili metaandmeid
lv_lv: Labot failu Metadata
ru_ru: Редактировать файл метаданных
tr_tr: Dosya Üstverisini Düzenle

source: Add New Files
es_ee: Lisa uusi faile
lv_lv: Pievienot jaunus failus
ru_ru: Добавить новые файлы
tr_tr: Yeni Dosyalar Ekle

source: Find a File
es_ee: Leia fail
lv_lv: Atrast failu
ru_ru: Поиск файла
tr_tr: Bir Dosya Ara

source: Add Another File
es_ee: Lisa uus fail
lv_lv: Atrast citu failu
ru_ru: Добавить другой файл
tr_tr: Başka Dosya Ekle

source: Pick this type
es_ee: Vali see tüüp
lv_lv: Izvēlēties šo tipu
ru_ru: Выбрать этот тип
tr_tr: Bu türü seç

source: Item #%s
es_ee: Kirje #%s
lv_lv: Priekšmets #%s
ru_ru: Тип #%s
tr_tr: #%s Öğe

source: Edit this Item
es_ee: Muuda seda kirjet
lv_lv: Labot šo priekšmetu
ru_ru: Редактировать тип
tr_tr: Bu öğeyi düzenle

source: Bibliographic Citation
es_ee: Tsitaat kirjandusest
lv_lv: Bibiliogrāfiskā atsauce
ru_ru: Литературная цитата
tr_tr: Bibliyografik Alıntı

source: My Tags
es_ee: Minu sildid
lv_lv: Mani komentāri
ru_ru: Мои метки
tr_tr: Etiketlerim

source: Save Tags
es_ee: Salvesta sildid
lv_lv: Saglabāt komentārus
ru_ru: Запомнить метки
tr_tr: Etiketleri Kaydet

source: View File Metadata
es_ee: Vaata faili metaandmeid
lv_lv: Apskatīt failu Metadata
ru_ru: Просмотр файла метаданных
tr_tr: Dosya Üstverisini Gör

source: Add a File
es_ee: Lisa fail
lv_lv: Pievienot failu
ru_ru: Ввести файл
tr_tr: Bir Dosya Ekle

source: There are no files for this item yet.
es_ee: Selle kirje jaoks ei ole veel ühtegi faili.
lv_lv: Failu šim priekšmetam vēl nav.
ru_ru: Для этого пункта файлов нет
tr_tr: Bu öğe için henüz dosya yok.

source: Separate tags with %s
es_ee: Eralda sildid %s
lv_lv: Atdalīt komentārus ar %s
ru_ru: Отдельные метки с %s
tr_tr: Etiketleri %s ile ayırınız.

source: All Tags
es_ee: Kõik sildid
lv_lv: Visi komentāri
ru_ru: Все метки
tr_tr: Tüm Etiketler

source: Browse Items by Tag
es_ee: Sirvi kirjeid siltide kaupa
lv_lv: Pārlūkot priekšmetus pēc komentāriem
ru_ru: Просмотр пунктов по меткам
tr_tr: Öğelere Etiketlerine Göre Gözat

source: There are no tags to display. You must first tag some items.
es_ee: Ei ole ühtki silti, mida kuvada. Pead enne kirjeid sildistama.
lv_lv: Nav komentāri ko uzrādīt. Jums no sākuma jākomentē priekšmeti.
ru_ru: Нет ни одной метки для показа. Вы должны сначала поставить метки.
tr_tr: Görüntülemek için etiket yok. Bazı öğeleri etiketlemelisiniz.

source: Browse Plugins
es_ee: Sirvi lisasid
lv_lv: Pārlūkot spraudņus
ru_ru: Просмотреть плагины
tr_tr: Eklentilere Gözat

source: You do not have any plugins installed. Add them to the plugins directory to see them listed here.
es_ee: Sul ei ole installitud ühtki lisa. Lisa need lisade asukohta, et nad oleksid nimekirjas kuvatud.
lv_lv: Jums nav ieinstalēti spraudņi. Pievienojiet tos spraudņu vietnē, lai tos šeit redzētu atzīmētus.
ru_ru: Вы не установили дополнений. Добавь их местоположение, чтобы они отображались в списке.
tr_tr: Kurulmuş herhangi bir eklentiniz yok. Olanların listesini burada görmek için eklentiler klasörüne eklenti ekleyiniz.

source: Add new plugins by downloading them from the <a href="http://omeka.org/add-ons/plugins/">Omeka Plugins Directory</a>, or <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">write your own</a>!
es_ee: Lisa uued lisad <a href="http://omeka.org/add-ons/plugins/">Omeka lisade asukohast</a>, või <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">loo ise uued</a>!
lv_lv: Pievienot jaunus spraudņus, tos lejupielādējot no <a href="http://omeka.org/add-ons/plugins/">Omeka Plugins Directory</a>, or <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">uzraksti savu pašu</a>!
ru_ru: Добавь новые дополнения <a href="http://omeka.org/add-ons/plugins/">о местоположении дополнений Omeka</a>, или <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">создать новое</a>!
tr_tr: <a href="http://omeka.org/add-ons/plugins/">Omeka Eklentiler Dizini</a>'nden veya <a href="http://omeka.org/codex/Plugin_Writing_Best_Practices">kendi yazdıklarınızdan</a> indirerek yeni eklentiler ekleyin!

source: Configure the &#8220;%s&#8221; Plugin
es_ee: Sea valmis &#8220;%s&#8221; Lisa
lv_lv: Konfigurē &#8220;%s&#8221; Spraudnis
ru_ru: Настройка готова &#8220;%s&#8221; добавление
tr_tr: &#8220;%s&#8221; Eklentisini ayarlayın.

source: Confirm %s Uninstall
es_ee: Kinnita %s desinstallimine (eemaldamine).
lv_lv: Apstiprināt %s Atinstalēt
ru_ru: Подтвердить %s удаление
tr_tr: %s Kaldırma İşlemini Onaylayın

source: Are you sure you want to uninstall this plugin?
es_ee: Oled sa kindel, et soovid selle lisa desinstallida (eemaldada)?
lv_lv: Vai tiešām vēlaties atinsatlēt šo spraudni?
ru_ru: Вы уверены, что хотите удалить этот плагин?
tr_tr: Bu eklentiyi kaldırmak istediğinizden emin misiniz?

source: Yes, I want to uninstall this plugin.
es_ee: Jah, ma soovin selle lisa eemaldada (desinstallida).
lv_lv: Jā, es vēlos atinstalēt šo spraudni
ru_ru: Да, я хочу удалить этот плагин.
tr_tr: Evet, bu eklentiyi kaldırmak istiyorum.

source: Cancel
es_ee: Tühista
lv_lv: Atcelt
ru_ru: Отменить
tr_tr: Vazgeç

source: Uninstall
es_ee: Eemalda (desinstalli)
lv_lv: Atinstalēt
ru_ru: Удалить
tr_tr: Kaldır

source: or
es_ee: või
lv_lv: vai
ru_ru: или
tr_tr: veya

source: This version of %1$s requires at least Omeka %2$s.
es_ee: See versioon %1$s nõuab vähemalt Omeka %2$s olemasolu.
lv_lv: Šai %1$s versijai nepieciešama vismaz Omeka %2$s.
ru_ru: Эта версия %1$sтребует не меньше наличия Omeka %2$s .
tr_tr: %1$s 'nin bu sürümü en azından Omeka %2$s gerektirir.

source: %1$s requires the following plugins to be installed, activated, and loaded: %2$s
es_ee: %1$s eeldab, et järgnevad lisad oleksid installitud, aktiveeritud ja laetud: %2$s
lv_lv: %1$s nepieciešams uzstādīt, aktivizēt un uzlādēt sekojošos spraudņus: %2$s
ru_ru: %1$s cчитается, что следующие принадлежности установлены, активированы и загружены: %2$s
tr_tr: %1$s için şu eklentilerin yüklenmesi, kurulması ve etkinleştirilmesi gerekiyor: %2$s

source: The plugin.php file is missing.
es_ee: plugin.php fail on puudu
lv_lv: trūkst plugin.php fails.
ru_ru: plugin.php файл отсутствует
tr_tr: plugin.php dosyası eksik.

source: The %s plugin cannot be loaded for the following reasons:
es_ee: %s lisa ei saa laadida järgnevate põhjuste tõttu:
lv_lv: %s spraudnis nevar tikt ielādēts sekojošu iemeslu dēļ
ru_ru: %s плагин не может быть загружен по следующим причинам:
tr_tr: %s eklentisi şu nedenle yüklenemedi:

source: You have a new version of %s. Please upgrade!
es_ee: Sul on uus versioon %s. Palun uuenda!
lv_lv: Jums ir pieejama jauna %s versija. Lūdzu atjaunojiet.
ru_ru: У Вас новая версия %s. Пожалуйста, обновите!
tr_tr: %s 'nin yeni sürümü var. Lütfen yükseltme güncellemesi yapınız!

source: Configure
es_ee: Sea valmis
lv_lv: Konfigurēt
ru_ru: Конфигурировать
tr_tr: Yapılandır

source: By %s
es_ee: %s poolt
lv_lv: %s
ru_ru: %s со стороны
tr_tr: %s 'ye göre

source: Upgrade
es_ee: Uuenda
lv_lv: Atjauninājums
ru_ru: Обновить
tr_tr: Güncelle

source: Activate
es_ee: Aktiveeri
lv_lv: Aktīvizēt
ru_ru: Активировать
tr_tr: Ektinleştir

source: Deactivate
es_ee: Deaktiveeri
lv_lv: Deaktivizēt
ru_ru: Дезактивировать
tr_tr: Etkinliği Kaldır

source: Install
es_ee: Paigalda
lv_lv: Uzstādīt
ru_ru: Устанавливать
tr_tr: Kur

source: Edit Security Settings
es_ee: Muuda turvalisuse seadeid
lv_lv: Labot drošības uzstādījumus
ru_ru: Изменение настроек безопасности
tr_tr: Güvenlik Ayarlarını Düzenle

source: Restore Default File Extensions
es_ee: Taasta algsed failide laiendid
lv_lv: Atstatīt Noklusējuma Faila attīšanos
ru_ru: Восстановление расширений файла по умолчанию
tr_tr: Varsayılan Dosya Uzantılarını Geri Yükle

source: Restore Default File Mime Types
es_ee: Taasta algsed failide MIME tüübid
lv_lv: Atstatīt Noklusējuma Faila atdarinājuma tipus
ru_ru: Восстановить типы файлов Mime
tr_tr: Varsayılan Mime Türlerini Geri Yükle

source: Test
lv_lv: Pārbaudīt
ru_ru: Тест

source: System Information
es_ee: Süsteemi informatsioon
lv_lv: Sisēmas informācija
ru_ru: Информационная система
tr_tr: Sistem Bilgisi

source: Sort by
es_ee: Sorteeri vastavalt
lv_lv: Sakārtot pēc
ru_ru: Сортировать
tr_tr: Şuna Göre Sırala

source: Most
es_ee: Kõige rohkem
lv_lv: Visvairāk
ru_ru: Больше всего
tr_tr: En Çok

source: Least
es_ee: Kõige vähem
lv_lv: Vismazāk
ru_ru: Меньше всего
tr_tr: En Az

source: Alphabetical
es_ee: Alfabeetilises järjekorras
lv_lv: Alfabētiskā
ru_ru: В алфавитном порядке
tr_tr: Alfabetik Olarak

source: Recent
es_ee: Hiljutine
lv_lv: Nesenie
ru_ru: Недавний
tr_tr: Yeni

source: Select a tag to delete:
es_ee: Vali silt, mida soovid kustutada:
lv_lv: Atzīmējiet komentāru, lai dzēstu:
ru_ru: Выберите метку для удаления:
tr_tr: Silmek için bir etiket seç:

source: There are no tags to delete. You must first tag some items.
es_ee: Ei ole ühtegi silti, mida kustutada. Pead kõigepealt kirjeid sildistama.
lv_lv: Nav komentāru, ko dzēst. No sākuma komentējiet kādus priekšmetus.
ru_ru: Нет ни одной метки для удаления. Поставьте сначала метки.
tr_tr: Silmek için hiç etiket yok. Öncelikle bazı öğeleri etiketlemelisiniz.

source: Choose a tag to rename
es_ee: Vali silt, et selle nime muuta
lv_lv: Izvēlieties komentāru, lai to pārsauktu
ru_ru: Выберите метку, чтобы изменить название
tr_tr: Yeniden adlandırmak için bir etiket seç:

source: Enter a new tag name
es_ee: Lisa uus sildi nimi
lv_lv: Ievadiet jaunā komentāra nosaukumu
ru_ru: Добавить название новой метки
tr_tr: Yeni bir etiket adı giriniz.

source: There are no tags to edit. You must first tag some items.
es_ee: Ei ole silte mida muuta. Pead enne kirjeid sildistama.
lv_lv: Nav komentāru ko labot. No sākuma komentējiet priekšmetus.
ru_ru: Для редактирования нет меток. Поставьте сначала метки.
tr_tr: Düzenlemek için hiç etiket yok. Öncelikle bazı öğeleri etiketlemelisiniz.

source: Browse Themes
es_ee: Sirvi teemasid
lv_lv: Pārlūkot tēmas
ru_ru: Обзор тем
tr_tr: Temalara Gözat

source: Current Theme
es_ee: Praegune teema
lv_lv: Pašreizējā tēma
ru_ru: Текущая тема
tr_tr: Şu Anki Tema

source: Screenshot for %s Theme
es_ee: %s teema kuvatõmmis
lv_lv: Ekrānbilde %s tēmai
ru_ru: Скриншот для %s темы
tr_tr: %s Teması İçin Ekran Görüntüsü

source: Author
es_ee: Autor
lv_lv: Autors
ru_ru: Автор
tr_tr: Yazar

source: License
es_ee: Litsents
lv_lv: Licence
ru_ru: Лицензия
tr_tr: Lisans

source: Website
es_ee: Veebilehekülg
lv_lv: Mājaslapa
ru_ru: Веб-сайт
tr_tr: Web sitesi

source: Change Theme
es_ee: Muuda teemat
lv_lv: Mainīt tēmu
ru_ru: Изменить тему
tr_tr: Temayı Değiştir

source: Switch Theme
es_ee: Vali teema
lv_lv: Apmainīt tēmu
ru_ru: Выбрать тему
tr_tr: Temayı Çevir

source: Add new themes by downloading them from the <a href="http://omeka.org/add-ons/themes/">Omeka Theme Directory</a>, or <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">design your own</a>!
es_ee: Lisa uued teemad <a href="http://omeka.org/add-ons/themes/">Omeka teemade asukohast</a>, või <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">loo enda teema</a>!
lv_lv: Pievieno jaunu tēmu, lejupielādējot to no <a href="http://omeka.org/add-ons/themes/">Omeka Theme Directory</a>, or <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">veido pats</a>!
ru_ru: Добавь новую тему <a href="http://omeka.org/add-ons/themes/">местоположение тем Omeka </a>, või <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">создать свою тему</a>!
tr_tr: <a href="http://omeka.org/add-ons/themes/">Omeka Tema Dizini</a>'nden , indireceğiniz yeni temalar ekleyin veya <a href="http://omeka.org/codex/Theme_Writing_Best_Practices">kendi temanızı oluşturun</a>!

source: Configure the &#8220;%s&#8221; Theme
es_ee: Sea valmis &#8220;%s&#8221; Teema
lv_lv: Izmainīt &#8220;%s&#8221; Tēma
ru_ru: Настройка &#8220;%s&#8221; Тема
tr_tr: &#8220;%s&#8221; Temasını Yapılandır

source: Configurations apply to this theme only.
es_ee: Seaded lisanduvad ainult sellele teemale.
lv_lv: Izmaiņas tiks veiktas tikai šai tēmai.
ru_ru: Настройки добавляются только к этой теме.
tr_tr: Sadece bu temaya uygulanabilecek yapılandırmalar

source: Add New User
es_ee: Lisa uus kasutaja
lv_lv: Pievienot jaunu lietotāju
ru_ru: Добавить нового пользователя
tr_tr: Yeni Kullanıcı Ekle

source: Search Users
es_ee: Otsi kasutajaid
lv_lv: Meklēt lietotājus
ru_ru: Поиск пользователя
tr_tr: Kullanıcı Ara

source: Select Role
es_ee: Vali roll
lv_lv: Atzīmēt lomu
ru_ru: Выбрать роль
tr_tr: Rol Seç

source: Active
es_ee: Aktiivne
lv_lv: Aktīvs
ru_ru: Активный
tr_tr: Etkin

source: Inactive
es_ee: Mitteaktiivne
lv_lv: Neaktīvs
ru_ru: Неактивный
tr_tr: Etkin Değil
