Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: Separate tags using this character or string. Be careful when changing this setting. You run the risk of splitting tags that contain the old delimiter.
es_ee: Eralda sildid kasutades seda märki või stringi.
lv_lv: Atdalīt pievienotos failus izmantojot raksturu, vai virkni. Esat uzmanīgs, kad Jūs mainat šos iestatījumus. Jūs riskējat sadalīt pievienotos failus, kuri satur vecos norobežojumus
ru_ru: Отделить метки, используя этот символ или строку.
tr_tr: Etiketler arasında bu karakter veya karakterler dizisini kullanınız. Bunu yaparken dikkatli olunuz. Eski ayraçları kullanan etiketleri bölme riski söz konusu olabilir.

source: Fullsize Image Size
es_ee: Pildi täissuurus
lv_lv: Pilna izmēra attēls
ru_ru: Полный размер изображения
tr_tr: Tamboy Görüntü Boyutu

source: Maximum fullsize image size constraint (in pixels).
es_ee: Maksimaalne pildi täissuuruse piirang (pikslites).
lv_lv: Maksimāla pilna izmēra attēla ierobežojums (pikseļos).
ru_ru: Максимальное ограничение полного размера изображения (в пикселях).
tr_tr: En büyük görüntü boyutu sınırı (piksel olarak)

source: Thumbnail Size
es_ee: Pisipildi suurus
lv_lv: Sīkattēla izmērs
ru_ru: Минимальный размер
tr_tr: Parmakboy Görüntü Boyutu

source: Maximum thumbnail size constraint (in pixels).
es_ee: Maksimaalne pisipildi suuruse piirang (pikslites).
lv_lv: Maksimālais sīkattēla izmēra ierobežojums (pikseļos).
ru_ru: Максимальное ограничение минимального размера изображения (в пикселях).
tr_tr: En büyük parmakboy görüntü sınırı (piksel olarak)

source: Square Thumbnail Size
es_ee: Nelinurkse pisipildi suurus
lv_lv: Sīkattēla izmēra laukums
ru_ru: Площадь минимального размера
tr_tr: Kare Parmakboy Görüntü Boyutu

source: Maximum square thumbnail size constraint (in pixels).
es_ee: Maksimaalne nelinurkse pisipildi suuruse piirang (pikslites).
lv_lv: Maksimālais sīkattēla laukuma izmēra ierobešojums (pikseļos).
ru_ru: Максимальное ограничение площади минимального размера (в пикселях).
tr_tr: En büyük kare parmakboy görüntü sınırı (piksel olarak)

source: Items Per Page (admin)
es_ee: Kirjed lehekülgede kaupa (admin)
lv_lv: Atspoguļot (administrators)
ru_ru: Типы на странице (админ)
tr_tr: Sayfa Başına Öğe Sayısı (yönetici)

source: Limit the number of items displayed per page in the administrative interface.
es_ee: Piira kirjete arvu, mis on lehekülgede kaupa administraatori lehel kuvatud.
lv_lv: Ierobežotais ierakstu skaits uzrādās lapas administratīvajā interfeisā
ru_ru: Ограничьте количество типов, отображаемых на странице в административном интерфейсе.
tr_tr: Yönetim arabiriminde sayfa başına görüntülenecek öğelerin sınırını belirtir.

source: Items Per Page (public)
es_ee: Kirjed lehekülgede kaupa (avalik)
lv_lv: Atspoguļot (publiski)
ru_ru: Пункты на странице (опубликовано)
tr_tr: Sayfa Başına Öğe Sayısı (kamusal)

source: Limit the number of items displayed per page in the public interface.
es_ee: Piira kirjete arvu, mis on lehekülgede kaupa avalikul lehel kuvatud.
lv_lv: Ierobežotais ierakstu skaits uzrādās lapas publiskajā interfeisā
ru_ru: Ограничьте количество пунктов, отображаемых на странице в общем интерфейсе.
tr_tr: Kamusal arabirimde sayfa başına görüntülenecek öğelerin sınırını belirtir.

source: Show Empty Elements
es_ee: Näita tühjasid elemente
lv_lv: Parādīt tukšos elementus.
ru_ru: Показать пустые элементы
tr_tr: Boş Elemanları Göster

source: Enable Prototype
es_ee: Võimalda proovieksemplari loomine
lv_lv: Ieslēgt prototipu
ru_ru: Разрешить создание образца
tr_tr: Prototipi Etkinleştir

source: Enable the Prototype JavaScript library. This may be required for some older plugins.
es_ee: Võimalda Prototype JavaScript library. See võib olla nõutav vanade lisade (plugins) jaoks.
lv_lv: Ir atļauts prototips JavaScript bibliotēkā. Tam ir nepieciešami daži vecāki spraudņi.
ru_ru: Разрешить Prototype JavaScript library. Это может быть необходимо для некоторых старых плагинов.
tr_tr: Prototip Javascript kütüphanesini etkinleştirir. Bu işlemde bazı eski eklentilere ihtiyaç duyulabilir.

source: Imagemagick Directory Path
es_ee: Imagemagick kataloogi asukoht
lv_lv: Attēlamagick kataloga ceļš
ru_ru: Местоположение каталога Imagemagick
tr_tr: Imagemagick Dizin Yolu

source: Save Settings
es_ee: Salvesta seaded
lv_lv: Saglabāt iestatījumus
ru_ru: Сохранить настройки
tr_tr: Ayarları Kaydet

source: Only alphanumeric characters are allowed.
es_ee: Ainult tähe või numbri märgid on lubatud.
lv_lv: Ir atļautas tikai burtciparu rakstzīmes.
ru_ru: Только буквенно-цифровые символы.
tr_tr: Sadece alfasayısal karakterler kullanınız.

source: Password
es_ee: Parool
lv_lv: Parole
ru_ru: Пароль
tr_tr: Şifre

source: Must be at least 6 characters.
es_ee: Peab sisaldama vähemalt 6 märki.
lv_lv: Ir nepieciešamas vismaz 6 rakstzīmes.
ru_ru: Должно быть не менее 6 символов.
tr_tr: En azından 6 karakter olmalıdır.

source: Re-type the Password
es_ee: Kirjuta parool uuesti.
lv_lv: Atkārtot paroli
ru_ru: Повторить пароль
tr_tr: Şifreyi yeniden yazınız

source: Confirm your password.
es_ee: Kinnita enda parool.
lv_lv: Apstiprināt Jūsu paroli
ru_ru: Подтвердить пароль.
tr_tr: Şifreyi onayla

source: Separate tags using this character or string.
es_ee: Eralda sildid kasutades seda märki või stringi.
lv_lv: Atdaliet pievienotos failus rakstzīmes vai rindas.
ru_ru: Разделить метки, используя данный символ или строку.
tr_tr: Etiketler arasında bu karakter veya karakter dizisini kullanınız.

source: Whether metadata elements with no text will be displayed.
es_ee: Metaandmeelemendid kuvatakse ilma tekstita.
lv_lv: Metadatu elementi tiks parādīti arī bez teksta.
ru_ru: Метаданные отображаются без текста.
tr_tr: Metin içermeyen üstveri elemanlarının görüntülenip görüntülenmeyeceği

source: Default Superuser Account
es_ee: Vaikimisi loodud superkasutaja konto
lv_lv: Noklusēts Superlietotāja konts
ru_ru: Создан по умолчанию аккаунт супер-пользователя
tr_tr: Varsayılan Süper Kullanıcı Hesabı

source: Site Settings
es_ee: Lehekülje seaded
lv_lv: Vietnes iestatījumi
ru_ru: Настройки сайта
tr_tr: Site Ayarları

source: Username cannot be empty.
es_ee: Kasutajanime koht ei saa tühjaks jääda.
lv_lv: Lietotājvārda vieta ir tukša.
ru_ru: Впишите Имя пользователя.
tr_tr: Kullanıcı adı boş bırakılamaz.

source: Password cannot be empty.
es_ee: Parooli koht ei saa tühjaks jääda.
lv_lv: Paroles vieta nevar būt tukša
ru_ru: Впишите пароль.
tr_tr: Şifre boş bırakılamaz.

source: Remember Me?
es_ee: Pea meeles?
lv_lv: Atcerēties mani?
ru_ru: Запомнить?
tr_tr: Beni Hatırla?

source: Log In
es_ee: Logi sisse
lv_lv: Pieslēgties
ru_ru: Вход
tr_tr: Giriş

source: Email address is required.
es_ee: E-posti aadress on kohustuslik.
lv_lv: E-pasta adrese.
ru_ru: Адрес э-почты не требуется.
tr_tr: Eposta adresi gerekiyor.

source: Invalid email address given.
es_ee: Vigane e-posti aadress.
lv_lv: Tiek dota nederīga e-pasta adrese.
ru_ru: Введен неверный адрес э-почты.
tr_tr: Geçersiz eposta adresi girişi

source: Invalid format given for email address.
es_ee: Vigane e-posti aadressi formaat.
lv_lv: Tiek dots nederīgs formāts e-pasta adresei.
ru_ru: Введен неправильный формат для адреса э-почты.
tr_tr: Girilen eposta adresi geçersiz biçimde

source: Invalid hostname given for email address.
es_ee: E-posti aadressile on antud vigane masinanimi.
lv_lv: Tiek dota nederīga resursdatora e-pasta adrese.
ru_ru: Для данного адреса э-почты дано имя хоста с ошибкой.
tr_tr: Eposta adresinde geçersiz alan adı.

source: Invalid email address
es_ee: Vigane e-posti aadress.
lv_lv: Nederīga e-pasta adrese
ru_ru: Неверный адрес э-почты
tr_tr: Geçersiz eposta adresi

source: Create a Password
es_ee: Loo parool
lv_lv: Izdomājiet paroli
ru_ru: Создать пароль
tr_tr: Bir Şifre Oluştur

source: Password is required.
es_ee: Parool on kohustuslik.
lv_lv: Parole ir nepieciešama.
ru_ru: Пароль обязателен.
tr_tr: Şİfre gerekli

source: Typed passwords do not match.
es_ee: Lisatud paroolid ei kattu.
lv_lv: Paroles nesakrīt.
ru_ru: Введенные пароли не совпадают.
tr_tr: Yazılan şifreler birbirine uymuyor.

source: Disable File Upload Validation
es_ee: Blokeeri faili üles laadimise valideerimine
lv_lv: Atslēgt failu augšupielādes legalizāciju
ru_ru: Загружать файл запрещено
tr_tr: Dosya Yükleme Doğrulamasını Kapat

source: Check this field if you would like to allow any file to be uploaded to Omeka.
es_ee: Kontrolli seda välja, kui soovid lubada Omeka`sse failide lisamist.
lv_lv: Pārbaudiet šo lauku, ja Jūs vēlētos, lai varētu nodrošināt kādu failu, kas augšupielādēts no Omeka.
ru_ru: Для загрузки любого файла в Omeka, нужно проверить это поле
tr_tr: Eğer Omeka'ya dosya yüklemeye izin vermek istiyorsanız bu alanı işaretleyiniz.

source: Allowed File Extensions
es_ee: Lubatud failide laiendid.
lv_lv: Tiek atļauts failu paplašinājums
ru_ru: Разрешенные расширения файлов
tr_tr: İzin Verilen Dosya Uzantıları

source: List of allowed extensions for file uploads.
es_ee: Nimekiri lubatud laetavate failide laienditest.
lv_lv: Failu augšupielādes saraksts ar atļautiem paplašinājumiem.
ru_ru: Список разрешенных расширений для загрузки файлов.
tr_tr: Dosya yüklemelerinde izin verilen uzantılar listesi

source: Allowed File Types
es_ee: Lubatud faili tüübid.
lv_lv: Atļauti failu veidi
ru_ru: Разрешенные типы файлов
tr_tr: İzin Verilen Dosta Türleri

source: List of allowed MIME types for file uploads
es_ee: Nimekiri lubatud laetavate failide MIME`i tüüpidest.
lv_lv: Saraksts ar atļautiem MIME tipiem par failu augšupielādi
ru_ru: Список разрешенных типов MIME для загрузки файлов
tr_tr: Dosya yüklemelerinde izin verilen MIME türleri listesi

source: ReCaptcha Public Key
es_ee: ReCaptcha avalik võti
lv_lv: ReCaptcha publiskā pieeja
ru_ru: ReCaptcha открытый ключ
tr_tr: ReCaptcha Kamusal Anahtarı

source: Public key from recaptcha.net. Both this and the private key must be filled in to secure public forms.
es_ee: Avalik võti recaptcha.net`ist. See ja privaatne võti peavad olema täidetud, et avalik vorm oleks turvaline.
lv_lv: Publiskā pieeja recaptcha.net. Gan šo, gan privāto pieeju ir jāaizpilda, lai nodrošinātu publisko formu.
ru_ru: Открытый ключ из recaptcha.net`. Для безопасности, этот и приватный ключ должны быть заполнены.
tr_tr: recaptcha.net adresinden kamusal anahtar. Bu ve özel anahtar güvenli kamusal formlar için doldurulmak zorundadır.

source: ReCaptcha Private Key
es_ee: ReCaptcha privaatne võti
lv_lv: ReCaptcha Privātā Pieeja
ru_ru: ReCaptcha открытый ключ
tr_tr: ReCaptcha Özel Anahtarı

source: Private key from recaptcha.net. Both this and the public key must be filled in to secure public forms.
es_ee: Privaatne võti recaptcha.net`ist. See ja avalik võti peavad olema täidetud, et avalik vorm oleks turvaline.
lv_lv: Privātā pieeja recaptcha.net. Gan šo, gan publisko ir jāaizpilda, lai nodrošinātu publisko formu.
ru_ru: Приватный ключ из recaptcha.net`. Для безопасности, этот и открытый ключ должны быть заполнены.
tr_tr: recaptcha.net adresinden özel anahtar. Bu ve kamusal anahtar güvenli kamusal formlar için doldurulmak zorundadır.

source: Username is required.
es_ee: Kasutajanimi on kohustuslik.
lv_lv: Ir nepieciešams lietotājvārds.
ru_ru: Имя пользователя обязательно.
tr_tr: Kullanıcı adı gerekiyor.

source: Username must contain only letters and numbers.
es_ee: Kasutajanimi peab sisaldama ainult tähti ja numbreid.
lv_lv: Lietotājvārds var sastāvēt no burtiem un cipariem.
ru_ru: Имя пользователя должно содержать только буквы и цифры.
tr_tr: Kullanıcı adı sadece harf ve rakamlar içerebilir.

source: Username must be at least %min% characters long.
es_ee: Kasutajanimi peab olema vähemalt %min% märki pikk.
lv_lv: Lietotājvārdam ir jābūt vismaz %min% rakstzīmes garam.
ru_ru: Имя пользователя должно быть не менее %min% знаков.
tr_tr: Kullanıcı adı en az %min% karakterden oluşmalıdır.

source: Username must be at most %max% characters long.
es_ee: Kasutajanimi peab olema kõige rohkem %min% märki pikk.
lv_lv: Lietotājvārdam ir jābūt nevairāk ne, kā %max% rakstzīmes garam.
ru_ru: Имя пользователя должно быть не более %min% знаков.
tr_tr: Kullanıcı adı en çok %max% karakterden oluşmalıdır.

source: This username is already in use.
es_ee: See kasutajanimi on juba kasutusel.
lv_lv: Šis lietotājvārds jau tiek izmantots.
ru_ru: Такое имя пользователя уже используется.
tr_tr: Bu ad daha önce kullanılmış.

source: First name is required.
es_ee: Eesnimi on kohustuslik.
lv_lv: Ir nepieciešams vārds.
ru_ru: Имя обязательно
tr_tr: Ad gerekiyor.

source: Last name is required.
es_ee: Perekonnanimi on kohustuslik.
lv_lv: Ir nepieciešams uzvārds.
ru_ru: Фамилия обязательна.
tr_tr: Soyad gerekiyor.

source: This email address is invalid.
es_ee: See e-posti aadress on vigane.
lv_lv: Šī e-pasta adrese ir nederīga.
ru_ru: В адресе э-почты есть ошибка.
tr_tr: Bu eposta adresi geçersizdir.

source: Email is required.
es_ee: E-posti aadress on nõutav.
lv_lv: Ir nepieciešams E-pasts.
ru_ru: Адрес э-почты обязателен.
tr_tr: Eposta gerekiyor.

source: This email address is already in use.
es_ee: See e-posti aadress on juba kasutusel.
lv_lv: Šī e-pasta adrese jau tiek izmantota.
ru_ru: Этот адрес э-почты уже используется.
tr_tr: Bu eposta adresi daha önce kullanılmış.

source: Active?
es_ee: Aktiivne?
lv_lv: Aktīvs?
ru_ru: Активировать?
tr_tr: Etkin?

source: Could not find file %s!
es_ee: Seda faili %s ei leitud!
lv_lv: Neizdevās atrast failu %s!
ru_ru: Не удается найти файл %s!
tr_tr: %s dosyası bulunamadı!

source: %s does not exist for collections!
es_ee: %s ei eksisteeri kollektsioonide jaoks!
lv_lv: %s neeksistē kolekcijā!
ru_ru: %s не существует для подборки!
tr_tr: %s bu koleksiyonda yer almıyor!

source: Featured Collection
es_ee: Esile tõstetud kollektsioon
lv_lv: Atzīmēts kolekcijā
ru_ru: Популярные подборки
tr_tr: Seçilmiş Koleksiyon

source: No featured collections are available.
es_ee: Ühtki esile tõstetud kollektsiooni pole saadaval.
lv_lv: Nav pieejami īpaši krājumi.
ru_ru: Ни одна из избранных подборок недоступна.
tr_tr: Henüz seçilmiş koleksiyonlar bulunmuyor.

source: Add Input
es_ee: Lisa sisestus
lv_lv: Pievienot datus
ru_ru: Добавить вход
tr_tr: Giriş Ekle

source: Cannot display a form input for "%s" if element type name is not given!
es_ee: Ei saa kuvada vormi "%s", kui elemendi tüübi nimi pole antud!
lv_lv: Nevar parādīt veidlapas ievadi "%s", ja nav dots elementa tipa vārds!
ru_ru: Не удается отобразить форму "%s", если не даны названия для типа элемента!
tr_tr: Eğer eleman türü verilmemiş ise "%s" için bir giriş formu görüntülenemez!

source: From
es_ee: Kellelt
lv_lv: No kā
ru_ru: От кого
tr_tr: Kimden

source: To
es_ee: Kellele
lv_lv: Kam
ru_ru: Кому
tr_tr: Kime

source: Use HTML
es_ee: Kasuta HTML
lv_lv: Lietot HTML
ru_ru: Используй HTML
tr_tr: HTML Kullan

source: %s is an invalid special value.
es_ee: %s on vigane eriväärtus.
lv_lv: %s ir derīgs īpašā vietā.
ru_ru: %s особое значение с ошибкой.
tr_tr: %s geçersiz bir özel değerdir.

source: Select Below
es_ee: Vali altpoolt
lv_lv: Izvēlēties zemāk esošo
ru_ru: Выбрать ниже
tr_tr: Aşağıdan Seç

source: Submit
es_ee: Lisa
lv_lv: Iesniegt
ru_ru: Добавить
tr_tr: Gönder

source: Omeka RSS Feed
es_ee: Omeka RSS kanal
lv_lv: Omeka RSS uztur
ru_ru: Канал Omeka RSS
tr_tr: Omeka RSS Yayını

source: Omeka Atom Feed
es_ee: Omeka Atom kanal
lv_lv: Omeka Atom uztur
ru_ru: Канал Omeka Atom
tr_tr: Omeka Atom Yayını

source: Error: Invalid callback was provided for the loop.
es_ee: Viga: Jälgimisel leiti veateade.
lv_lv: Kļūda: nepareiza atzvanīšana norāda uz apvedceļu.
ru_ru: Ошибка: при мониторинге была найдена ошибка.
tr_tr: Hata: Döngü için geçersiz bir geriçağrı yapıldı.

source: Featured Item
es_ee: Esile toodud kirje
lv_lv: Atzīmētais priekšmets
ru_ru: Избранное
tr_tr: Seçilmiş Öğe

source: An item has not been set to be displayed on this theme page! Please see Omeka documentation for details.
es_ee: Üks kirje ei ole seadistatud sellel teema leheküljel kuvamiseks! Palun vaata täpsema info saamiseks Omeka kirjeldust.
lv_lv: Ievietotais priekšmets nevar būt ievietots šīs tēmas lapā! Lūdzu skatīt Omeka dokumentācijā.
ru_ru: Один из пунктов, не настроен для отображения на главной странице! Пожалуйста, для получения дополнительной информации, прочитайте руководство к Omeka.
tr_tr: Bu tema sayfasında görüntülenmek üzere ayarlanmış öğe yok! Lütfen ayrıntılar için Omeka belgelemesini izleyin.

source: No featured items are available.
es_ee: Esile toodud kirjed ei ole kättesaadavad.
lv_lv: Raksturīgie priekšmeti ir nav pieejami.
ru_ru: Нет избранного
tr_tr: Kullanılabilir durumda seçilmiş öğe yok.

source: '%s' is an invalid special value.
es_ee: '%s' on vigane eriväärtus.
lv_lv: '%s' ir nederīga īpaša vērtība.
ru_ru: '%s' особое значение с ошибкой.
tr_tr: '%s' geçersiz bir özel değerdir.

source: View
es_ee: Vaata
lv_lv: Apskatīt
ru_ru: Посмотреть
tr_tr: Göster

source: Next Item &rarr;
es_ee: Järgmine kirje &rarr;
lv_lv: Nākamais punkts &rarr
ru_ru: Следующий тип &rarr;
tr_tr: Sonraki Öğe &rarr;

source: &larr; Previous Item
es_ee: &larr; Eelmine kirje
lv_lv: &larr ieriekšējais punkts
ru_ru: &larr; предыдущий тип
tr_tr: Önceki Öğe &rarr;

source: Atom
es_ee: Standard
lv_lv: Atoms
ru_ru: Стандарт

source: No tags are available.
es_ee: Sildid pole kättesaadavad.
lv_lv: Neviens pievienotais fails nav pieejams
ru_ru: Метки недоступны.
tr_tr: Kullanılabilir etiket yok.

source: [no text]
es_ee: [teksti ei ole]
lv_lv: [nav teksts]
ru_ru: [нет текста]
tr_tr: [metin yok]

source: Cannot find an element with an ID of '%s'!
es_ee: IDga '%s' elementi ei leitud!
lv_lv: Nevar atrast elementu ar ID "%s"!
ru_ru: Элементы с ID '%s' не найдены!
tr_tr: '%s' ID'sine sahip bir eleman bulunamadı!

source: Element name is ambiguous! There is more than one element set containing an element named "%s"!
es_ee: Elemendi nimi on kahetähenduslik! Loodud on mitu elementide kogu, mis sisaldavad elementi nimega "%s"!
lv_lv: Elementa nosaukums ir neskaidrs! Ir vairāk nekā viens elements, kas satur elementu ar nosaukumu "%s"!
ru_ru: Название элемента неоднозначно! Существует несколько элементов множества, содержащих элемент с названием "%s"!
tr_tr: Eleman adı karışık! "%s" adlı bir eleman içeren birden fazla eleman kümesi bulunuyor!

source: There is no element named "%s"!
es_ee: Elementi nimega "%s" ei leitud!
lv_lv: Nav atrasts neviens elements ar nosaukumu "%s"!
ru_ru: Элемента с именем "%s" не найдено!
tr_tr: %s" adında bir eleman yok!

source: There is no element named "%1$s" in the set named "%2$s"!
es_ee: Ei leitud ühtki elementi nimega "%1$s" kogus nimega "%2$s"!
lv_lv: Nav elements ar nosaukumu "%1$s", kas nosaukts "%2$s"!
ru_ru: Не найдено ни одного элемента под названием "%1$s" в подборке под названием "%2$s"!
tr_tr: "%2$s" adlı kümede "%1$s" isimli eleman yok!

source: Element texts are not formatted correctly!
es_ee: Elemendi tekst ei ole korrektselt vormindatud.
lv_lv: Elementu teksti nav formatēti pareizi!
ru_ru: Элемент текстов не отформатирован правильно!
tr_tr: Eleman metinleri düzgün biçimde değiller!

source: Cannot process form input for element with data type "%s"!
es_ee: Elemendi vormi sisestust koos andmetüübiga"%s" ei saa töödelda!
lv_lv: Nevar apstrādāt ievades formu elementu ar datu tipu "%s"!
ru_ru: Обработать форму ввода для элемента с данными "%s" не удается!
tr_tr: "%s" veri türü ile eleman için form girişi işlemi yapılamadı!

source: The "%s" field has at least one invalid value!
es_ee: "%s" väli omab vähemalt üht vigast väärtust!
lv_lv: Šajā laukā "%s" ir vismaz viena nederīga vērtība!
ru_ru: Поле "%s" имеет по крайней мере одно неверное значение!
tr_tr: "%s" alanı en az bir geçersiz değere sahip!

source: Cannot validate an element of data type "%s"!
es_ee: Andme tüübi "%s" elementi ei saa valideerida!
lv_lv: Nevar apstiprināt elementu ar data tipu "%s"!
ru_ru: Утвердить элемент данных типа "%s" невозможно!
tr_tr: "%s" veri türü elemanı doğrulanamadı!

source: Cannot save element text for records that are not yet persistent!
es_ee: Elemendi teksti ei saa salvestada kirjete jaoks, mis ei ole veel püsivad!
lv_lv: Nevar saglabāt elementa tekstu ierakstam, kuri vēl nav patstāvīgi!
ru_ru: Элемент текста, который еще не является постоянным, не удается сохранить!
tr_tr: Henüz kalıcı olmayan kayıtlar için eleman metni kaydedilemez!

source: Collectors must be either a string or an array.
es_ee: Kogujaks peab olema string või tabel.
lv_lv: Kolekcionāriem jābūt vainā virknē vai masīvā.
ru_ru: Для коллекционеров должны быть строка или таблица.
tr_tr: Koleksiyoncu tanımı bir karakter dizi veya bir dizi olmalıdır.

source: The collection name must have between %1$s and %2$s characters.
es_ee: Kollektsiooni nimi peab olema %1$s ja %2$s märkide vahel.
lv_lv: Kolekcijas nosaukumam jābūta starp %1$s un %2$s zīmēm.
ru_ru: В названии подборки между знаками должно быть %1$s и %2$s знаков.
tr_tr: Koleksiyon adı %1$s ile %2$s karakter arasında olmalıdır.

source: Argument passed to addCollector() must be a string or an instance of Entity.
es_ee: Muutuja, mis on lisatud addCollector()`sse peab olema string või ühik.
lv_lv: Arguments nodots, lai to pievienotu addCollector(), tam jābūt virknē vai no iestādes.
ru_ru: Переменная, которая добавляется к addCollector () должны быть строка или объект.
tr_tr: addCollector() 'e aktarılan argüman bir Entity yaratımı veya bir karakter dizisi olmalıdır.

source: Cannot associate the collection with an unsaved user.
es_ee: Kollektsiooni ei saa seostada salvestamata kasutajaga.
lv_lv: Nevar saistīt kolekciju ar nesaglabātu lietotāju.
ru_ru: Подборку невозможно связать с несохраненным пользователем.
tr_tr: Kaydedilmemiş kullanıcı bir koleksiyonla ilişkilendirilemez.

source: Invalid query provided to CollectionPermissions check
es_ee: Vigane päring loodi CollectionPermissions kontrolli ajal.
lv_lv: Nepamatots jautājums sniedz CollectionPermissions pārbaudi
ru_ru: Неверный запрос предназначен для проверки CollectionPermissions
tr_tr: CollectionPermissions kontrolü için geçersiz sorgu

source: Cannot find id from DataType name: %s
es_ee: ID-d ei leitud DataType nimes: %s
lv_lv: Nevar atrast ID no datu tipa ar nosaukumu: %s
ru_ru: Не удается найти ID из DataType под названием: %s
tr_tr: %s : VeriTürü adıyla id bulunamadı

source: Name must not be empty!
es_ee: Nime koht peab olema tühi!
lv_lv: Nosaukums nedrīkst būt tukšs!
ru_ru: Впишите имя!
tr_tr: Ad boş bırakılamaz!

source: Element must have a valid data type!
es_ee: Element peab omama kehtivat andme tüüpi!
lv_lv: Elementam jābūt derīgam datu tipos!
ru_ru: Элемент должен иметь действительный тип данных!
tr_tr: Eleman geçerli bir veri türüne sahip olmalıdır.

source: Element must have a valid record type!
es_ee: Element peab omama kehtivat kirje tüüpi!
lv_lv: Elementa ierakstu tipiem jābūt derīgiem!
ru_ru: Элемент должен иметь действительный тип записи!
tr_tr: Eleman geçerli bir kayıt türüne sahip olmalıdır.

source: %1$s already exists for element set #%2$s
es_ee: %1$s on elementide kogumikus #%2$s olemas.
lv_lv: %1$s jau eksistē priekš elementa kompleksa #%2$s
ru_ru: %1$s в подборке #%2$s есть.
tr_tr: #%2$s eleman kümesi için %1$s daha önce oluşturulmuş

source: Cannot set element set ID: set named "%s" does not exist.
es_ee: Elementide ID kogu ei saa paika panna: "%s" ei eksisteeri.
lv_lv: Nevar noteikt elementa kompleksu ID ar nosaukumu "%s", tas neeksistē.
ru_ru: Набор элементов ID установить не удается: набор под названием "%s" не существует.
tr_tr: Eleman küme ID'si atanamaz: "%s" adlı küme yok.

source: Name of element set must be unique.
es_ee: Elemendi nimi peab olema unikaalne.
lv_lv: Elementa nosaukumam jābūt unikālam.
ru_ru: Название элемента набора должно быть уникальным.
tr_tr: Eleman kümesi adının aynısı olamaz.
