Repository: agroknow/AgLR
Catalog: application/languages/*.po
Languages: es_ee, lv_lv, ru_ru, tr_tr

source: Select Status
es_ee: Vali staatus
lv_lv: Izvēlēties statusu
ru_ru: Выбрать статус
tr_tr: Durum Seç

source: Sort By
es_ee: Sorteeri vastavalt
lv_lv: Kārtot pēc
ru_ru: Сортировать по
tr_tr: Şuna göre sırala

source: First Name
es_ee: Eesnimi
lv_lv: Vārds
ru_ru: Имя
tr_tr: Ad

source: Last Name
es_ee: Perekonnanimi
lv_lv: Uzvārds
ru_ru: Фамилия
tr_tr: Soyad

source: Institution Name
es_ee: Institutsiooni nimi
lv_lv: Institūcijas nosaukums
ru_ru: Название учреждения
tr_tr: Kurum Adı

source: Role
es_ee: Roll
lv_lv: Loma
ru_ru: Роль
tr_tr: Rol

source: Username
es_ee: Kasutajanimi
lv_lv: Lietotājvārds
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

source: Sort Order
es_ee: Sorteerimise järjekord
lv_lv: Sakārtots rīkojums
ru_ru: Вид сортировки
tr_tr: Sıralama Yönü

source: Ascending
es_ee: Kasvavalt
lv_lv: Augošā secībā
ru_ru: По восходящей
tr_tr: Artan

source: Descending
es_ee: Kahanevalt
lv_lv: Dilstošā secībā
ru_ru: По нисходящей
tr_tr: Azalan

source: Search
es_ee: Otsing
lv_lv: Meklēt
ru_ru: Поиск
tr_tr: Ara

source: Real Name
es_ee: Päris nimi
lv_lv: Īstais vārds
ru_ru: Настоящее имя
tr_tr: Gerçek Ad

source: Email
es_ee: E-posti aadress
lv_lv: E-pasts
ru_ru: Э-почта
tr_tr: E-posta

source: Edit User #%s
es_ee: Muuda kasutajat #%s
lv_lv: Labot lietotāju #%s
ru_ru: Изменить пользователя #%s
tr_tr: #%s Kullanıcısını Düzenle

source: User #%s
es_ee: Kasutaja #%s
lv_lv: Lietotājs #%s
ru_ru: Пользователь #%s
tr_tr: Kullanıcı #%s

source: Edit this User
es_ee: Muuda seda kasutajat
lv_lv: Labot šo lietotāju
ru_ru: Редактировать этого пользователя
tr_tr: Bu Kullanıcıyı Düzenle

source: Institution
es_ee: Institutsioon
lv_lv: Iestāde
ru_ru: Учреждение
tr_tr: Kurum

source: The collection "%s" was successfully added!
es_ee: Kollektsioon "%s" lisati edukalt!
lv_lv: Kolekcija %s tika veiksmīgi pievienota
ru_ru: Подборка "%s" была успешно добавлена!
tr_tr: Koleksiyon "%s" başarıyla eklendi!

source: The collection "%s" was successfully changed!
es_ee: Kollektsiooni "%s" muudeti edukalt!
lv_lv: Kolekcija %s bija veiksmīgi nomainīta
ru_ru: Подборка "%s" была успешно изменена!
tr_tr: Koleksiyon "%s" başarıyla değiştirildi!

source: The collection "%s" was successfully deleted!
es_ee: Kollektsioon "%s" kustutati edukalt!
lv_lv: Kolekcija %s tika veiksmīgi izdzēsta
ru_ru: Подборка "%s" была удалена!
tr_tr: Koleksiyon "%s" başarıyla silindi!

source: This will delete the collection and its associated metadata. This will not delete any items in this collection, but will delete the reference to this collection in each item.
es_ee: Nii kustutatakse kollektsioon ja sellega seotud metaandmed. Kollektsiooni kirjed ei kustu. Kustuvad selle kollektsiooni iga kirje viited.
lv_lv: Tas izdzēsīs kolekciju un tās saistīto metadatu. Tas neizdzēsīs nevienu priekšmetu šajā kolekcijā, bet tas izdzēsīs norādes šīs kolekcijas katram priekšmetam.
ru_ru: Так удаляются подборки и связанных с ней метаданных. Элементы подборки не удалятся.
tr_tr: Bu, koleksiyonu ve bununla ilişkilendirilmiş üstveriyi silecek; koleksiyonda bulunan öğeleri silmeyecektir. Ancak herbir öğeden bu koleksiyona yapılan referanslar da silinecektir.

source: This will delete the element set and all elements assigned to the element set. Items will lose all metadata that is specific to this element set.
es_ee: Nii kustutatakse elementide kogu ja kõik sellega seotud elemendid. Kirjed kaotavad kõik selle elementide koguga seotud metaandmed.
lv_lv: Tas izdzēsīs elementu komplektu un visus elementus piešķirs elementu kopai. Priekšmeti zaudēs visus metadatus, kuri ir koncentrēti šajā elementu kopā.
ru_ru: Так удаляется собрание элементов и все связанные с ним элементы. Записи потеряют все, связанные с набором элементов, метаданные.
tr_tr: Bu işlem, elemanlar kümesini ve bu kümeye atanmış olan tüm elemanları silecektir. Öğeler bu elemanlar kümesine özel tüm üstverileri kaybedeceklerdir.

source: Page not found.
es_ee: Lehekülge ei leitud.
lv_lv: Lapa nav atrasta
ru_ru: Страница не найдена.
tr_tr: Sayfa bulunamadı.

source: Access denied.
es_ee: Ligipääs keelatud.
lv_lv: Piekļuve liegta.
ru_ru: Доступ запрещен.
tr_tr: Erişim engellendi.

source: This will delete the item type but will not delete the elements assigned to the item type. Items that are assigned to this item type will lose all metadata that is specific to the item type.
es_ee: Nii saab kustutada kirje tüüpi, kuid mitte elemente, mis on kirje tüübiga seotud. Kirjed, mis on selle kirje tüübiga seotud, kaotavad kõik kirje tüübiga seotud metaandmed.
lv_lv: Tas izdzēsīs punkta veidu, bet tas neizdzēsīs elementus, kuri ir piešķirti elementu veidam. Priekšmeti, kuri ir piešķirti šajam priekšmetu veidam, zaudēs visus metadatus, kuri ir koncentrēti šajā elementu kopā.
ru_ru: Так удаляются типы, но не связанные с ними элементы. Пункты, которые относятся к этому типу потеряют все метаданные.
tr_tr: Bu işlem, öğe türünü silecek ancak bu öğe türüne atanmış olan elemanları silmeyecektir. Bu öğe türüne atanmış öğeler seçilen öğe türüne ait tüm üstverileri kaybedeceklerdir.

source: The item type "%s" was successfully added! You may now add elements to your new item type.
es_ee: Kirje tüüp "%s" lisati edukalt! Võid nüüd lisada elemente enda uue kirje tüübi juurde.
lv_lv: Priekšmeta veids %s tika veiksmīgi pievienots! Jūs tagad varat pievienot elementus savai jaunajai elementu kopai.
ru_ru: Данный тип "%s" был успешно добавлен! Теперь можно добавлять новые элементы.
tr_tr: "%s" öğe türü başarılı şekilde eklendi. Yeni öğe türünüze elemanlar ekleyebilirsiniz.

source: The item type "%s" was successfully changed!
es_ee: Kirje tüüp "%s" muudeti edukalt!
lv_lv: Priekšmeta veids %s tika veiksmīgi nomainīts.
ru_ru: Данный тип "%s" был успешно изменен!
tr_tr: "%s" öğe türü başarılı şekilde değiştirildi.

source: The item type cannot have more than one "%s" element.
es_ee: Kirje tüüp ei saa omada rohkem kui üht "%s" elementi.
lv_lv: Priekšmeta veidam nevar būt vairāk kā viens %s elements.
ru_ru: Данный тип не может иметь более одного "%s" элемента.
tr_tr: Öğe türü birden fazla "%s" elemanına sahip olamaz.

source: The item was successfully added!
es_ee: Kirje lisati edukalt!
lv_lv: Priekšmets tika veiksmīgi pievienots!
ru_ru: Данный тип был успешно добавлен!
tr_tr: Öğe başarıyla eklendi!

source: The item was successfully changed!
es_ee: Kirjet muudeti edukalt!
lv_lv: Priekšmets bija veiksmīgi nomainīts!
ru_ru: Данный тип был успешно изменен!
tr_tr: Öğe başarıyla değiştirildi!

source: The item was successfully deleted!
es_ee: Kirje kustutati edukalt!
lv_lv: Priekšmets tika veiksmīgi izdzēsts!
ru_ru: Данный тип был удален!
tr_tr: Öğe başarıyla silindi!

source: This will delete the item and its associated metadata. It will also delete all files and file metadata associated with this item.
es_ee: Nii kustub kirje ja sellega seotud metaandmed. Samuti kustuvad ka kõik kirjega seotud failid metaandmetega.
lv_lv: Tas izdzēsīs priekšmetu un tā saistīto metadatu. Tas izdzēsīs visus failus un failu metadatus, kuri ir saistīti ar šo priekšmetu.
ru_ru: Так удаляются тип и все связанные с ним файлы и метаданные файлов. Кроме того, так же удаляются все файлы, относящиеся к записи метаданных.
tr_tr: Bu işlem, öğeyi ve bu öğeyle ilişkilendirilmiş üstverileri silecektir. Ayrıca bu öğeyle ilişkilendirilmiş tüm dosyalar ve dosya üstverileri de silinecektir.

source: User does not have permission to add tags.
es_ee: Kasutajal ei ole õigust silte lisada.
lv_lv: lietotājam nav atļauts pievienot tagus.
ru_ru: Пользователь не имеет доступа для добавления меток.
tr_tr: Kullanıcının etiket ekleme izni yok.

source: You must choose some items to batch edit.
es_ee: Pead valima kirjeid, et muutmine oleks võimalik.
lv_lv: Jums ir jāizvēlas kādu priekšmetu, lai rediģētu grupas.
ru_ru: Вы должны выбрать некоторые пункты для редактирования.
tr_tr: Topluca düzenleme yapmak için bazı öğeler seçmelisiniz.

source: User is not allowed to modify visibility of items.
es_ee: Kasutaja ei oma õigusi muuta kirjete nähtavust.
lv_lv: Lietotājam nav atļauts pārveidot priekšmetu skatu.
ru_ru: Пользователю не разрешается изменять видимость типа.
tr_tr: Kullanıcının öğelerin görünürlüğünü değiştirmek için yetkisi yok.

source: User is not allowed to modify featured status of items.
es_ee: Kasutaja ei oma õigusi esile tõstetud kirjete staatuse muutmiseks.
lv_lv: Lietotājam nav atļauts pārveidot priekšmeta stāvokli.
ru_ru: Пользователю не разрешается изменять признаки статуса.
tr_tr: Kullanıcının öğelerin seçilmişlik durumunu değiştirmek için yetkisi yok.

source: User is not allowed to delete selected items.
es_ee: Kasutajal ei ole lubatud valitud kirjeid kustutada.
lv_lv: Lietotājam nav atļauts dzēst atlasītos priekšmetus.
ru_ru: Пользователь не имеет права удалять выбранные типы.
tr_tr: Kullanıcının seçilmiş öğeleri silmek için yetkisi yok.

source: User is not allowed to edit selected items.
es_ee: Kasutajal ei ole lubatud valitud kirjeid muuta.
lv_lv: Lietotājam nav atļauts rediģēt atlasītos priekšmetus.
ru_ru: Пользователь не может изменить выбранные типы.
tr_tr: Kullanıcının seçilmiş öğeleri düzenlemek için yetkisi yok.

source: User is not allowed to tag selected items.
es_ee: Kasutajal ei ole lubatud valitud kirjeid sildistada.
lv_lv: Lietotājam nav atļauts pievinot atlasītos priekšmetus.
ru_ru: Пользователь не может отметить выбранные типы.
tr_tr: Kullanıcının seçilmiş öğeleri etiketlemek için yetkisi yok.

source: The items were successfully changed!
es_ee: Kirjeid muudeti edukalt!
lv_lv: Priekšmeti tika veiksmīgi nomainīti!
ru_ru: Данные были успешно изменены!
tr_tr: Öğeler başarıyla değiştirildi.

source: Error in configuring plugin named "%s". Missing config and/or config_form hook(s).
es_ee: Viga lisa (plugin) "%s" seadistamisel. Puudub config and/or config_form hook(s).
lv_lv: Kļūda konfigurēšanas spraudnī ar nosaukumu %s. Ir pazudis config_form un/vai tas ir uzķēries.
ru_ru: Ошибка в настройке под названием "%s". Отсутствие конфигурации и /or config_form hook(s).
tr_tr: "%s" adındaki eklentiyi yapılandırmada hata. Eksik config ve/veya config_form dosya(ları).

source: The %s plugin was successfully configured!
es_ee: %s lisa (plugin) seadistati edukalt!
lv_lv: %s spraudnis ir veiksmīgi konfigurēts!
ru_ru: Плагин %s был успешно настроен!
tr_tr: %s eklentisi başarıyla yapılandırıldı!

source: The %s plugin has already been installed.
es_ee: %s lisa (plugin) on juba installitud.
lv_lv: %s spraudnis jau ir uzinstalēts.
ru_ru: Плагин %s уже был установлен.
tr_tr: %s eklentisi daha önce kurulmuş durumda!

source: The %s plugin was successfully installed!
es_ee: %s lisa (plugin) installiti edukalt!
lv_lv: %s spraudnis tika veiksmīgi uzinstalēts!
ru_ru: Плагин %s был успешно установлен!
tr_tr: %s eklentisi başarıyla kuruldu!

source: The following error occurred while installing the %s plugin:
es_ee: Järgnev viga esines %s lisa (plugin) installimisel:
lv_lv: Sekojošā kļūda notika kamēr instalējās %s spraudnis:
ru_ru: Произошла ошибка при установке плагина %s:
tr_tr: %s eklentisi kurulurken şu hata oluştu:

source: The %s plugin was successfully activated!
es_ee: %s lisa (plugin) aktiveeriti edukalt!
lv_lv: %s spraudnis tika veiksmīgi aktivizēts!
ru_ru: Плагин %s был успешно активирован!
tr_tr: %s eklentisi başarıyla etkinleştirildi!

source: The %s plugin was activated, but could not be loaded:
es_ee: %s lisa (plugin) aktiveeriti, kuid seda ei saanud laadida:
lv_lv: %s spraudnis tika aktivizēts, bet iespējams nav uzlādēts
ru_ru: Плагин %s был активирован, но не может быть загружен:
tr_tr: %s eklentisi başarıyla etkinleştirildi ancak yüklenemedi:

source: The following error occurred while activating the %s plugin:
es_ee: Järgnev viga esines %s lisa (plugin) aktiveerimisel:
lv_lv: Sekojošā kļūda notika kamēr aktivizējāt %s spraudni:
ru_ru: Произошла ошибка при активации %s плагина:
tr_tr: %s eklentisi kurulurken şu hata oluştu:

source: The %s plugin was successfully deactivated!
es_ee: %s lisa (plugin) deaktiveeriti edukalt!
lv_lv: %s spraudnis veiksmīgi deaktivizējās!
ru_ru: Плагин %s был успешно дезактивирован!
tr_tr: %s eklentisinin etkinliğini başarıyla kaldırıldı!

source: The following error occurred while deactivating the %s plugin:
es_ee: Järgnev viga esines %s lisa (plugin) deaktiveerimisel.
lv_lv: Sekojošā kļūda notika kamēr deaktivizējās %s spraudnis:
ru_ru: Произошла ошибка при отключении %s плагинa:
tr_tr: %s eklentisini etkinleştirirken şu hata oluştu:

source: The %s plugin was successfully upgraded!
es_ee: %s lisa (plugin) on edukalt uuendatud!
lv_lv: %s spraudnis veiksmīgi uzlabojās!
ru_ru: Плагин %s был успешно обновлен!
tr_tr: %s eklentisi başarıyla güncellendi!

source: The following error occurred while upgrading the %s plugin:
es_ee: Järgnev viga esines %s lisa (plugin) uuendamisel:
lv_lv: Sekojošā kļūda notika, kad uzlaboja %s spraudni:
ru_ru: Произошла ошибка при обновлении %s плагина:
tr_tr: %s eklentisi güncellenirken şu hata oluştu:

source: You must confirm the uninstall before proceeding.
es_ee: Enne jätkamist pead kinnitama desinstallimise (eemaldamise).
lv_lv: Jums ir jaapstiprina atinstalēšana pirms sākat atinstalēt.
ru_ru: Прежде чем продолжить, подтвердите удаление
tr_tr: İlerlemeden önce kurulumu kaldır onayı yapmalısınız.

source: The %s plugin was successfully uninstalled!
es_ee: %s lisa (plugin) eemaldati edukalt!
lv_lv: %s spraudnis tika veiksmīgi atinstalēts!
ru_ru: Плагин %s был успешно удален!
tr_tr: %s eklentisi başarıyla kaldırıldı!

source: The following error occurred while uninstalling the %s plugin:
es_ee: Järgnev viga esines %s lisa (plugin) eemaldamisel.
lv_lv: Sekojošā kļūda notika, kad atinstalējāt %s spraudni:
ru_ru: Произошла ошибка при удалении %s плагина:
tr_tr: %s eklentisi kaldırılırken şu hata oluştu:

source: No plugin name given.
es_ee: Lisa (plugin) nime pole antud.
lv_lv: Nav dots spraudņa nosaukums.
ru_ru: Не дано название плагина.
tr_tr: Herhangi bir eklenti adı girilmedi.

source: The plugin %s must be installed.
es_ee: Lisa (plugin) %s peab olema paigaldatud.
lv_lv: %s spraudni ir jāinstalē.
ru_ru: Должен быть установлен плагин %s.
tr_tr: %s eklentisi başarıyla kaldırıldı!

source: The security settings have been updated.
es_ee: Turvalisuse seaded on uuendatud.
lv_lv: Drošības iestādījumi ir atjaunināti.
ru_ru: Настройки безопасности были обновлены.
tr_tr: Güvenlik ayarları güncellendi.

source: The general settings have been updated.
es_ee: Üldised seaded on uuendatud.
lv_lv: Vispārējie iestādījumi ir atjaunināti.
ru_ru: Общие настройки были обновлены.
tr_tr: Genel ayarlar güncellendi.

source: There were errors found in your form. Please edit and resubmit.
es_ee: Sinu vormis oli vigu. Palun muuda ja sisesta uuesti.
lv_lv: Ir atrasta kļūda jūsu veidlapā. Lūdzu rediģēiet un iesniedziet.
ru_ru: В Вашей форме были ошибки. Пожалуйста, отредактируйте повторно.
tr_tr: Formunuzda hatalar vardı. Lütfen yeniden gözden geçirip gönderiniz.

source: Works
es_ee: Tööd
lv_lv: Darbi
ru_ru: Работы
tr_tr: Çalışmalar

source: Fails
es_ee: Veateated
lv_lv: Faili
ru_ru: Сообщения об ошибках
tr_tr: Hatalar

source: Tag named '%s' was successfully deleted.
es_ee: Silt nimega '%s kustutati edukalt.
lv_lv: Pievienotais marķieris ar nosaukumu "%s" tika veiksmīgi izdzēsts.
ru_ru: Метка под названием '%s' успешно удалена.
tr_tr: '%s' isimli etiket başarıyla silindi.

source: You have to be logged in to edit tags!
es_ee: Siltide muutmiseks pead olema sisse loginud!
lv_lv: Jums ir jāpieslēdzas, lai rediģētu pievienotos marķiera failus!
ru_ru: Для изменения меток, введите имя пользователя и пароль!
tr_tr: Etiketleri düzenleyebilmek için sisteme giriş işlemi yapmalısınız.

source: Tag named "%1$s" was successfully renamed to "%2$s".
es_ee: Silt nimega "%1$s" muudeti edukalt sildiks nimega "%2$s".
lv_lv: Pievienotais marķiera fails ar nosaukumu " %1$s" tika veiksmīgi pārsaukts par "%2$s".
ru_ru: Метку под названием "%1$s" успешно изменили на метку под названием "%2$s".
tr_tr: "%1$s" isimli etiketin ismi başarıyla "%2$s" ismine değiştirildi.

source: Invalid tagType given
es_ee: Vigane sildi tüüp
lv_lv: Nederīgs pievienotais marķiera veids.
ru_ru: Метка введена с ошибкой
tr_tr: Geçersiz etiketTürü girişi

source: Invalid form submission.
es_ee: Vigane vormi lisamine.
lv_lv: Nederīga forma iesniegšanai.
ru_ru: Форма введена с ошибкой
tr_tr: Geçersiz form gönderimi

source: You have chosen an illegal theme name. Please select another theme.
es_ee: Oled valinud lubamatu teema nime. Palun vali teine teema.
lv_lv: Jūs izvēlējāties nelegālu tēmas nosaukumu. Lūdzu izvēlēties citu tēmu.
ru_ru: Вы выбрали неразрешенную тему. Пожалуйста, выберите другую тему.
tr_tr: Geçersiz bir tema adı seçtiniz. Lütfen diğer temalardan seçiniz.

source: The theme has been successfully changed.
es_ee: Teemat muudeti edukalt.
lv_lv: Tēma tika veiksmīgi nomainīta.
ru_ru: Тему успешно изменили.
tr_tr: Tema başarıyla değiştirildi.

source: The theme settings were successfully saved!
es_ee: Teema seaded salvestati edukalt!
lv_lv: Tēmas iestatījumi tika veiksmīgi saglabāti!
ru_ru: Настройки темы успешно сохранены!
tr_tr: Tema ayarları başarıyla kaydedildi!

source: SQL error in migration:
es_ee: SQL viga rändes:
lv_lv: SQL kļūda pārvietojas:
ru_ru: SQL ошибка миграции:
tr_tr: Taşımada SQL hatası:

source: Unable to reset password. Please verify that the information is correct and contact an administrator if necessary.
es_ee: Parooli pole võimalik tühistada. Palun veendu, et informatsioon on korrektne ja võta vajadusel ühendust süsteemi administraatoriga.
lv_lv: Nav iespējams uzlikt paroli. Lūdzu pārbaudiet, ka informācija ir pareiza un sazinaties ar administratoru, ja tas ir nepieciešams.
ru_ru: Пароль невозможно отменить. Пожалуйста, убедитесь, что информация верна и, при необходимости, свяжитесь с системным администратором.
tr_tr: Şifre yenilenemiyor. Lütfen bilginin doğruluğunu kontrol ediniz ve eğer gerekliyse bir yöneticiyle iletişime geçiniz.

source: Please follow this link to reset your password:
es_ee: Palun järgi seda linki, et tühistada enda parool:
lv_lv: Lūdzu sekojiet šai saitei, lai uzliktu jūsu paroli:
ru_ru: Пожалуйста, следуйте по ссылке, чтобы отменить свой пароль:
tr_tr: Lütfen şifrenizi yeniden girmek için şu bağlantıyı izleyiniz:

source: %s Administrator
es_ee: %s Administraator
lv_lv: %s administrators
ru_ru: %s администратор
tr_tr: Yönetici %s

source: [%s] Reset Your Password
es_ee: [%s] Tühista enda parool
lv_lv: [%s] uzlieciet jūsu paroli.
ru_ru: [%s] Отменить пароль
tr_tr: [%s] Şifrenizi yenileyin

source: Please check your email for a link to reset your password.
es_ee: Palun kontrolli enda e-posti aadressi, et tühistada parool.
lv_lv: Lūdzu, pārbaudiet savā e-pastā saiti, kur vārēsiet atjaunot paroli.
ru_ru: Для отмены своего пароля, пожалуйста, проверьте правильность адреса э-почты.
tr_tr: Şifrenizi yeniden oluşturmak üzere kullanacağınız bağlantı için epostanızı kontrol ediniz.

source: Password: The passwords do not match.
es_ee: Parool: Paroolid ei kattu.
lv_lv: Parole: paroles nesakrīt.
ru_ru: Пароль: Пароли не совпадают.
tr_tr: Şifre: Şifreler aynı değil.

source: You may now log in to Omeka.
es_ee: Võid nüüd Omeka`sse sisse logida.
lv_lv: Jūs tagad varat pieslēgties Omeka.
ru_ru: Теперь Вы можете войти в Omeka.
tr_tr: Şimdi Omeka'ya giriş yapabilirsiniz.

source: Add User
es_ee: Lisa kasutaja
lv_lv: pievienot lietotāju.
ru_ru: Добавить пользователя
tr_tr: Kullanıcı Ekle

source: The user "%s" was successfully added!
es_ee: Kasutaja "%s" lisati edukalt!
lv_lv: Lietotājs "%s" tika veiksmīgi pievienots!
ru_ru: Пользователь "%s" успешно добавлен!
tr_tr: Kullanıcı "%s" başarıyla eklendi!

source: Password changed!
es_ee: Parool on muudetud!
lv_lv: Parole tika nomainīta!
ru_ru: Пароль изменен!
tr_tr: Şifre değiştirildi!

source: The user %s was successfully changed!
es_ee: Kasutajat %s muudeti edukalt!
lv_lv: Lietotājs %s tika veiksmīgi nomainīts!
ru_ru: Пользователь "%s" успешно изменен!
tr_tr: Kullanıcı %s başarıyla değiştirildi!

source: The user "%s" was successfully deleted!
es_ee: Kasutaja "%s" kustutati edukalt!
lv_lv: Lietotājs "%s" tika veiksmīgi izdzēsts!
ru_ru: Пользователь "%s" удален!
tr_tr: Kullanıcı %s başarıyla silindi!

source: %s will be deleted from the system. Items, collections, and tags created by this user will remain in the archive, but will no longer be associated with this user.
es_ee: %s kustutatakse süsteemist. Kirjed, kollektsioonid ja sildid, mis on selle kasutaja poolt lisatud, jäävad arhiivi, aga ei ole enam selle kasutajaga seotud.
lv_lv: %s tiks izdzēsts no sistēmas. priekšmeti, kolekcijas un pievienotie faili, kurus izveidoja lietotājs, paliks arhīvā, taču tie vairs nebūs saistīti ar šo lietotāju.
ru_ru: %s будет удален из системы. Типы, подборки и метки, созданные данным пользователем, останутся в архиве, но не будут связаны с данным пользователем.
tr_tr: %s sistemden silinecektir. Bu kullanıcı tarafından eklenen öğeler, koleksiyonlar ve etiketler ise arşivde kalacaktır. Ancak artık bu kullanıcı ile ilişkilendirilmiş durumda olmayacaklardır.

source: Welcome!
es_ee: Tere tulemast!
lv_lv: Laipni lūgti!
ru_ru: Добро пожаловать!
tr_tr: Hoş geldiniz!

source: Your account for the %s archive has been created. Please click the following link to activate your account:
es_ee: Sinu konto %s arhiivi jaoks on loodud. Palun vajuta järgnevat linki, et enda konto aktiveerida:
lv_lv: Jūsu konts priekš %s arhīva tika izveidots. Lūdzu noklikšķiniet uz sekojošo saiti, lai aktivizētu Jūsu kontu:
ru_ru: Ваша учетная запись для архива %s была создана. Пожалуйста, нажмите на следующую ссылку, чтобы активировать аккаунт:
tr_tr: %s hesabı oluşturuldu. Lütfen şu bağlantıyı izleyerek hesabınızı etkinleştiriniz.

source: Activate your account with the %s archive
es_ee: Aktiveeri enda konto koos %s arhiiviga.
lv_lv: Aktivizēt Jūsu kontu ar %s arhīvu
ru_ru: Активируйте свою учетную запись вместе с архивом %s
tr_tr: %s arşiviyle hesabınızı etkinleştirin

source: Current Password
es_ee: Praegune parool
lv_lv: Pašreizējā parole
ru_ru: Пароль сейчас
tr_tr: Şu anki Şifre

source: New Password
es_ee: Uus parool
lv_lv: Jaunā parole
ru_ru: Новый пароль
tr_tr: Yeni Şifre

source: Repeat New Password
es_ee: Korda uut parooli
lv_lv: Atkārtot Jauno paroli
ru_ru: Повторить новый пароль
tr_tr: Yeni Şifreyi Tekrarla

source: Save Password
es_ee: Salvesta parool
lv_lv: Saglabāt paroli
ru_ru: Сохранить пароль
tr_tr: Şifre Kaydet

source: Change Password
es_ee: Muuda parooli
lv_lv: Nomainīt paroli
ru_ru: Изменить пароль
tr_tr: Şifre Değiştir

source: Site Title
es_ee: Lehekülje pealkiri
lv_lv: Lapa nosaukums
ru_ru: Название страницы
tr_tr: Site Adı

source: Site Description
es_ee: Lehekülje kirjeldus
lv_lv: Lapas apraksts
ru_ru: Описание страницы
tr_tr: Sitenin Tanıtım Açıklaması

source: Administrator Email
es_ee: Administraatori e-posti aadress
lv_lv: Administratora e-pasts
ru_ru: Э-почта администратора
tr_tr: Yönetici Eposta

source: Site Copyright Information
es_ee: Lehekülje autoriõiguste info
lv_lv: Lapa ar informāciju par autortiesībām
ru_ru: Информация об авторских правах
tr_tr: Site Telif Hakkı Bilgisi

source: Site Author Information
es_ee: Lehekülje autori info
lv_lv: Lapa ar informāciju par autoru
ru_ru: Информационная страница автора
tr_tr: Site Yazar Bilgisi

source: Tag Delimiter
es_ee: Siltide eraldaja
lv_lv: Pievienotā faila norobežotājs
ru_ru: Ограничитель меток
tr_tr: Etiket Ayracı
